{
  "title_number": null,
  "title_name": "Title 4—Accounts--Volume 1",
  "parts": [
    {
      "part_number": null,
      "part_name": "Subpart A—Purpose, General Definitions, and Jurisdiction",
      "sections": [
        {
          "section_number": null,
          "section_name": "§ 28.1   Purpose and scope.",
          "content": "§ 28.1   Purpose and scope.\n(a) The regulations in this part implement the Board's authority with respect to employment practices within the Government Accountability Office (GAO), pursuant to the General Accounting Office Personnel Act of 1980 (GAOPA), 31 U.S.C. 751-755.\n\n(b) The purpose of the rules in this part is to establish the procedures to be followed by:\n\n(1) The GAO, in its dealings with the Board;\n\n(2) Employees of the GAO or applicants for employment with the GAO, or groups or organizations claiming to be affected adversely by the operations of the GAO personnel system;\n\n(3) Employees or organizations petitioning for protection of rights or extension of benefits granted to them under subchapters III and IV of Chapter 7 of title 31, United States Code; and\n\n(4) The Board, in carrying out its responsibilities under Subchapters III and IV of chapter 7 of title 31, United States Code.\n\n(c) The scope of the Board's operations encompasses the investigation and adjudication of cases arising under 31 U.S.C. 753. In addition, the Board has authority for oversight of the equal employment opportunity program at GAO. This includes the review of policies and evaluation of operations as they relate to EEO objectives and, where necessary, the ordering of corrective action for violation of or inconsistencies with equal employment opportunity laws. \n\n(d) In considering any procedural matter not specifically addressed in these rules, the Board will be guided, but not bound, by the Federal Rules of Civil Procedure. \n\n[59 FR 59105, Nov. 16, 1994, as amended at 68 FR 69297, Dec. 12, 2003]",
          "word_count": 267,
          "paragraph_count": 8
        },
        {
          "section_number": null,
          "section_name": "§ 28.2   Jurisdiction.",
          "content": "§ 28.2   Jurisdiction.\n(a) The Board has jurisdiction to hear and decide the following:\n\n(1) Proceedings in which the General Counsel seeks to stay a personnel action based upon an alleged prohibited personnel practice that has occurred or is about to occur;\n\n(2) Proceedings in which the General Counsel seeks corrective action for an alleged prohibited personnel practice; and \n\n(3) Proceedings in which the General Counsel seeks discipline for a GAO employee who has allegedly committed a prohibited personnel practice or who has engaged in prohibited political activity. \n\n(b) The Board has jurisdiction to hear any action brought by any person or group of persons in the following subject areas: \n\n(1) An officer or employee petition involving a removal, suspension for more than 14 days, reduction in grade or pay, or furlough of not more than 30 days;\n\n(2) A prohibited personnel practice under 31 U.S.C. 732(b)(2); \n\n(3) The appropriateness of a unit of employees for collective bargaining;\n\n(4) An election or certification of a collective bargaining representative; \n\n(5) A matter appealable to the Board under the labor-management relations program under 31 U.S.C. 732(e), including an unfair labor practice under 31 U.S.C. 732(e)(1); \n\n(6) An action involving discrimination prohibited under 31 U.S.C. 732(f)(1); and \n\n(7) An issue about GAO personnel which the Comptroller General by regulation decides the Board shall resolve.\n\n(c) Special jurisdictional rules where matters are covered by a negotiated grievance procedure. If a GAO employee is covered by a collective bargaining agreement containing a negotiated grievance procedure that permits the employee to grieve matters that would otherwise be appealable to the Board, the following special rules apply: \n\n(1) Matters involving discrimination, performance-based reduction in grade or removal, or adverse action. If the negotiated grievance procedure permits the employee to grieve matters involving prohibited discrimination (as defined in § 28.95), performance-based reduction in grade or removal (as described in 5 U.S.C. 4303) or an adverse action (as described in 5 U.S.C. 7512), then the employee may elect to raise the matter either under the negotiated grievance procedure or under the Board's procedures, but not both. The employee will be deemed to have elected the Board's procedures if the employee files a timely charge with the Board's General Counsel or files a timely written EEO complaint with GAO before filing a timely written grievance. \n\n(2) Matters involving prohibited personnel practices. If the negotiated grievance procedure permits the employee to grieve an appealable action involving a prohibited personnel practice other than prohibited discrimination (as defined in § 28.95), such an action may be raised under either, but not both, of the following procedures:\n\n(A) The Board's procedures; or\n\n(B) The negotiated grievance procedure.\n\nThe employee will be deemed to have elected the Board's procedures if the employee files a timely charge with the Board's Office of General Counsel before filing a timely grievance.\n\n(3) Other matters. If the negotiated grievance procedure permits the employee to grieve any matters which would otherwise be appealable to the Board, other than those listed in paragraphs (c)(1) or (c)(2) of this section, then those matters may only be raised under the negotiated grievance procedure and not before the Board.\n\n(4) Board review of final decisions from the negotiated grievance procedure involving discrimination. If an employee elects to pursue a matter involving prohibited discrimination (as defined in § 28.95) through the negotiated grievance procedure, the employee may ask the Board to review the final decision of the negotiated grievance procedure as it relates to the issue of discrimination. A petition seeking such review shall be filed with the Clerk of the Board within 20 days of receipt of the final decision of the negotiated grievance procedure. The Board will not review any final decisions of the negotiated grievance procedure other than those where prohibited discrimination was raised as an issue in the grievance. \n\n(d) Except for actions involving prohibited discrimination (under § 28.95) or any other prohibited personnel practice, any appealable action that is excluded from the application of the negotiated grievance procedure may be raised only under the Board's procedures.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69298, Dec. 12, 2003; 76 FR 76873, Dec. 9, 2011]",
          "word_count": 728,
          "paragraph_count": 21
        },
        {
          "section_number": null,
          "section_name": "§ 28.3   General definitions.",
          "content": "§ 28.3   General definitions.\nIn this part—\n\nAdministrative judge means any individual designated by the Board to preside over a hearing conducted on matters within its jurisdiction. An administrative judge may be a member of the Board, an employee of the Board, or any individual qualified by experience or training to conduct a hearing who is appointed to do so by the Board. When a panel of members or the full Board is hearing a case, the Chair shall designate one of the members to exercise the responsibilities of the administrative judge in the proceedings.\n\nAppeal means a request filed with the full Board for review of an initial decision.\n\nBoard means the Government Accountability Office Personnel Appeals Board as established by 31 U.S.C. 751 and explained in 4 CFR 27.1.\n\nCharge means any request filed with the PAB Office of General Counsel to investigate any matter within the jurisdiction of the Board, under the provisions of Subchapter IV of chapter 7 of Title 31, United States Code.\n\nCharging Party means any person filing a charge with the PAB Office of General Counsel for investigation.\n\nClerk of the Board means the Clerk of the Personnel Appeals Board.\n\nComptroller General means the Comptroller General of the United States.\n\nDays means calendar days.\n\nDirector of EEO Oversight means the Personnel Appeals Board Director of EEO Oversight.\n\nExecutive Director means the Executive Director of the Personnel Appeals Board.\n\nGAO means the Government Accountability Office.\n\nGeneral Counsel means the General Counsel of the Board, as provided for under 31 U.S.C. 752.\n\nInitial Decision means the adjudicatory statement of a case that is issued by an administrative judge who is a member of or appointed by the Board.\n\nNotice of Appeal means a pleading requesting that the full Board review an initial decision.\n\nPerson means an employee, an applicant for employment, a former employee, a labor organization or the GAO.\n\nPetition means any request filed with the Board for action to be taken on matters within the jurisdiction of the Board, under the provisions of Subchapter IV of Chapter 7 of title 31, United States Code.\n\nPetitioner means any person filing a petition for Board consideration.\n\nPleading means a document that initiates a cause of action before the Board, responds to a cause of action, amends a cause of action, responds to an amended cause of action, requests reconsideration of a decision, responds to such a request, requests appellate review by the full Board or responds to such a request.\n\nReduction in Force (RIF) means the release of an employee from a job group by separation, demotion, reassignment requiring displacement, or furlough for more than 30 days when the cause of action is lack of work, shortage of funds, insufficient personnel ceiling, reorganization or realignment, an individual's exercise of reemployment or reinstatement rights, correction of skills imbalances, or reduction of high-grade supervisory, or managerial positions.\n\nRequest for Reconsideration means a request, filed with the administrative judge who rendered the initial decision, to reconsider that decision in whole or part.\n\nSolicitor means the attorney appointed by the Board to provide advice and assistance to the Board in carrying out its adjudicatory functions and to otherwise provide assistance as directed by the Board.\n\n[68 FR 69298, Dec. 12, 2003]",
          "word_count": 549,
          "paragraph_count": 22
        },
        {
          "section_number": null,
          "section_name": "§ 28.4   Computation of time.",
          "content": "§ 28.4   Computation of time.\n(a) To compute the number of days for filing under these rules, the first day shall be the day after the event from which the time period begins to run and the last day for filing shall be included in the computation. When the last day falls on a Saturday, Sunday or federal government holiday, then the filing deadline will be the next regular federal government workday. \n\n(b) Whenever a party has the right or is required to do some act within a prescribed period after the service of a notice or other paper upon them and the notice or paper is served by mail, five (5) days shall be added to the prescribed period. Only two (2) days shall be added when a document is served by express mail or other form of expedited delivery. \n\n(c) Except as otherwise provided by law, whenever an act is required or allowed to be done at or within a specified period of time, the time fixed or the period of time prescribed may for good cause be extended or shortened by the Board or administrative judge. \n\n(d) No written submission shall be accepted by the Clerk of the Board after 4 p.m., Monday through Friday.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69298, Dec. 12, 2003; 89 FR 51399, June 18, 2024]",
          "word_count": 230,
          "paragraph_count": 4
        }
      ]
    },
    {
      "part_number": null,
      "part_name": "Subpart B—Procedures",
      "sections": [
        {
          "section_number": null,
          "section_name": "§ 28.8   Informal procedural advice.",
          "content": "§ 28.8   Informal procedural advice.\n(a) Persons may seek informal advice on all aspects of the Board's procedures by contacting the Board's Executive Director, Director of EEO Oversight, Solicitor, General Counsel or the Clerk of the Board.\n\n(b) Informal procedural advice will be supplied within the limits of available time and staff.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69298, Dec. 12, 2003]",
          "word_count": 69,
          "paragraph_count": 2
        },
        {
          "section_number": null,
          "section_name": "§ 28.9   Procedures; general.",
          "content": "§ 28.9   Procedures; general.\n(a) The procedures described in this subpart are generally applicable to the processing of all matters presented for consideration by the Board. Where special procedures are to be followed, they will be prescribed in those subsequent subparts to which they are particularly applicable. \n\n(b) No pleading, motion or supporting memorandum filed with the Board shall exceed 60 pages, exclusive of attachments. The Board or the administrative judge may waive this limitation for good cause shown. Pleadings, motions and supporting memoranda, and attachments thereto, shall be on standard letter-size paper (8\n1/2x11).",
          "word_count": 97,
          "paragraph_count": 2
        },
        {
          "section_number": null,
          "section_name": "§ 28.10   Notice of petition rights.",
          "content": "§ 28.10   Notice of petition rights.\n(a) The GAO shall be responsible for ensuring that employees are routinely advised of their rights to petition the Board and that employees who are the object of an adverse or performance-based action are, at the time of the action, adequately advised of their rights to petition the Board. The notice in adverse or performance-based actions must be accompanied by proof of service. \n\n(b) The notice in adverse or performance-based actions shall include:\n\n(1) Time limits for filing a petition with the Board and the address of the Board;\n\n(2) A copy of the Board's regulations; and \n\n(3) Notice of the right to representation, and the availability of a hearing before the Board where factual issues are in dispute. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69298, Dec. 12, 2003]",
          "word_count": 144,
          "paragraph_count": 5
        },
        {
          "section_number": null,
          "section_name": "§ 28.11   Filing a charge with the Office of General Counsel.",
          "content": "§ 28.11   Filing a charge with the Office of General Counsel.\n(a) Who may file. (1) Any person claiming to be affected adversely by GAO action or inaction which is within the Board's jurisdiction under Subchapter IV of Chapter 7 of Title 31, United States Code, may file a charge with the General Counsel. \n\n(2) Non-EEO class actions. One or more persons may file a charge as representative of a class in any matter within the Board's jurisdiction. See § 28.97 for EEO class actions. \n\n(3) Unfair labor practice proceedings. Any person may file a charge alleging that the GAO or a labor organization has engaged or is engaging in an unfair labor practice. (The types of allegations which may be included in an unfair labor practice charge are discussed at § 28.121(a)). \n\n(b) When to file. (1) Charges relating to adverse and performance-based actions must be filed within 30 days after the effective date of the action. \n\n(2) Charges relating to other personnel actions must be filed within 30 days after the effective date of the action or 30 days after the charging party knew or should have known of the action.\n\n(3) Charges which include an allegation of prohibited discrimination shall be filed in accordance with the special rules set forth in § 28.98.\n\n(4) Charges relating to continuing violations may be filed at any time.\n\n(c) How to file. Charges may be filed with the Office of General Counsel by personal delivery (including commercial carrier) or by mail.\n\n(1) A charge may be filed by personal delivery at the Office of General Counsel, Personnel Appeals Board, Room 1562, 441 G Street NW., Washington, DC 20548.\n\n(2) A charge may be filed by mail addressed to the Office of General Counsel, Personnel Appeals Board, Room 1562, 441 G Street NW., Washington, DC 20548. When filed by mail, the postmark shall be the date of filing for all submissions to the Office of General Counsel.\n\n(d) What to file. The charging party should include in any charge the following information:\n\n(1) Name of the charging party or a clear description of the group or class of persons on whose behalf the charge is being filed;\n\n(2) The names and titles of persons, if any, responsible for actions the charging party wishes to have the Office of General Counsel investigate;\n\n(3) The actions complained about, including dates, reasons given, and internal appeals taken;\n\n(4) The charging party's reasons for believing the actions to be improper;\n\n(5) Remedies sought by the charging party;\n\n(6) Name and address of the representative, if any, who will act for the charging party in any further stages of the matter; and\n\n(7) Signature of the charging party or the charging party's representative.\n\n(e) The General Counsel shall not represent a petitioner when the only issue is attorney fees. When attorney fees are the only issue raised in a charge to the Office of General Counsel, the General Counsel shall transmit the charge to the Board for processing under §§ 28.18 through 28.88 as a petition.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 59 FR 59106, Nov. 16, 1994; 61 FR 36810, July 15, 1996; 68 FR 69298, Dec. 12, 2003; 77 FR 15233, Mar. 15, 2012]",
          "word_count": 551,
          "paragraph_count": 19
        },
        {
          "section_number": null,
          "section_name": "§ 28.12   General Counsel Procedures.",
          "content": "§ 28.12   General Counsel Procedures.\n(a) The General Counsel shall serve on the GAO or other charged party a copy of the charge, investigate the matters raised in a charge, refine the issues where appropriate, and attempt to settle all matters at issue.\n\n(b) The General Counsel's investigation may include gathering information from the GAO or other charged party, and interviewing and taking statements from witnesses. Employees of GAO who are requested by the General Counsel to participate in any investigation under these Rules shall be on official time.\n\n(c) Following the investigation, the Office of General Counsel shall provide the charging party with a Right to Petition Letter. Accompanying this letter will be a statement of the General Counsel advising the charging party of the results of the investigation. This statement of the General Counsel is not subject to discovery and may not be introduced into evidence before the Board.\n\n(d)(1) If the General Counsel determines that there are reasonable grounds to believe that the charging party's rights under subchapters III and IV of chapter 7 of title 31, United States Code, have been violated, then the General Counsel shall represent the charging party unless the charging party elects not to be represented by the Office of General Counsel.\n\n(2) If, following the investigation, the General Counsel determines that there are not reasonable grounds to believe that the charging party's rights under subchapters III and IV of chapter 7 of title 31, United States Code, have been violated, then the General Counsel shall not represent the charging party. The charging party may nonetheless file a petition with the Board in accordance with § 28.18.\n\n(3) Any charging party may represent themselves or obtain other representation.\n\n(e) When the charging party elects to be represented by the General Counsel, the General Counsel is to direct the representation in the charging party's case. The charging party may also retain a private representative in such cases. However, the role of a private representative is limited to assisting the General Counsel as the General Counsel determines to be appropriate.\n\n(f) When the General Counsel is not participating in a case, the General Counsel may request permission to intervene with regard to any issue in which the General Counsel finds a significant public interest with respect to the preservation of the merit system.\n\n(g) If 180 days have elapsed since the filing of the charge, and the Office of General Counsel has not completed the investigation and issued a Right to Petition Letter, the charging party may bring their case directly to the Board by filing a petition in accordance with § 28.18. If a charging party exercises this option to file a petition with the Board without waiting for the completion of the investigation, the Office of General Counsel shall not represent the charging party in proceedings before the Board. The charging party may represent themselves or obtain other representation. The Office of General Counsel shall close the investigation of the charge upon being notified by the Clerk of the Board that the charging party has filed a petition with the Board under this paragraph (g).\n\n(h) Office of General Counsel settlement: Where the General Counsel under paragraph (a) of this section transmits a settlement which has been agreed to by the parties, the settlement agreement shall be the final disposition of the case.\n\n(i) Confidentiality: (1) It is the Office of General Counsel's policy to protect against the disclosure of documents obtained during the investigation, as a means of ensuring that Office's continuing ability to obtain all relevant information. However, if the Office of General Counsel files a petition with the Personnel Appeals Board on behalf of a charging party pursuant to this section, that Office may disclose the identity of witnesses and a synopsis of their expected testimony. Documents to be offered into evidence at the hearing may be disclosed as required by the prehearing disclosure requirements of § 28.56.\n\n(2) Unless so ordered by a court of competent jurisdiction, no employee of the Personnel Appeals Board Office of General Counsel shall produce or disclose any information or records acquired as part of the performance of their official duties or because of their official status. Before producing or disclosing such information or records pursuant to court order, an employee shall notify the General Counsel.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 65 FR 80280, Dec. 21, 2000; 68 FR 69299, Dec. 12, 2003; 89 FR 51399, June 18, 2024]",
          "word_count": 757,
          "paragraph_count": 12
        },
        {
          "section_number": null,
          "section_name": "§ 28.13   Special procedure for Reduction in Force.",
          "content": "§ 28.13   Special procedure for Reduction in Force.\nIn the event of a Reduction in Force (RIF) resulting in an individual's separation from employment, an aggrieved employee may choose to file a petition directly with the Personnel Appeals Board, without first filing the charge with the PAB's Office of General Counsel pursuant to § 28.11. Pursuant to § 28.98, individuals raising discrimination issues in connection with a RIF action need not file a complaint with GAO's Office of Opportunity and Inclusiveness before pursuing a RIF challenge alleging discrimination, either by filing directly with the PAB or by filing a charge with the Board's Office of General Counsel.\n\n[68 FR 69299, Dec. 12, 2003]",
          "word_count": 117,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.15   Scope and policy.",
          "content": "§ 28.15   Scope and policy.\nThe rules in this subpart apply to actions brought by any person, except as otherwise provided in § 28.17 (concerning internal petitions of Board employees). These rules also apply to actions brought by the General Counsel, except as otherwise provided in subpart G (concerning corrective action, disciplinary and stay proceedings). It is the policy of the Board that these rules shall be applied in a manner which expedites the processing of each case, but with due regard to the rights of all parties.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69299, Dec. 12, 2003]",
          "word_count": 103,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.16   Revocation, amendment or waiver of rules.",
          "content": "§ 28.16   Revocation, amendment or waiver of rules.\n(a) The Board may revoke or amend these regulations by publishing proposed changes within GAO and providing for a comment period of not less than 30 days. Following the comment period, any changes to the rules are final once they are published in the Federal Register. Notice of publication in the Federal Register must be published throughout GAO.\n\n(b) An administrative judge or the Board may waive a Board regulation in an individual case for good cause shown if application of the regulation is not required by statute.",
          "word_count": 96,
          "paragraph_count": 2
        },
        {
          "section_number": null,
          "section_name": "§ 28.17   Internal petitions of Board employees.",
          "content": "§ 28.17   Internal petitions of Board employees.\n(a) The provisions of the GAO Personnel Act, its implementing regulations, and the Board's procedural rules apply in the same manner to employees of the Board as they do to other GAO employees, with the following exceptions.\n\n(1) The General Counsel serves at the pleasure of the Chair. The General Counsel may not bring any complaint or charge concerning his or her own employment except to allege that he or she has been the victim of prohibited discrimination or a prohibited personnel practice as defined in 31 U.S.C. 732 (b)(2) or (f)(1).\n\n(2) When an employee of the Board believes that he or she has been denied their right to equal employment opportunity, the employee shall bring this matter to the attention of the Board's Executive Director or General Counsel. If the matter cannot be resolved within 10 days, the Executive Director shall notify the employee of their right to file an EEO complaint. The employee may consult with either the Board's Solicitor or General Counsel and seek advice with regard to procedural matters concerning the filing of an EEO charge. The employee shall have 20 days from service of this notice to file an EEO charge with the PAB Office of General Counsel. Upon receipt of an EEO charge, the General Counsel shall arrange with the Executive Director for processing in accordance with paragraph (b) of this section. If the EEO allegations involve challenge to a RIF-based separation, the employee may choose to expedite the procedures by filing a petition directly with the Board.\n\n(3) When an employee of the Board wishes to raise any other issue that would be subject to the Board's jurisdiction, the employee shall file a charge with the General Counsel and the General Counsel shall arrange with the Executive Director for processing in accordance with paragraph (b) of this section. If the challenged action is a RIF-based separation from employment, the employee may choose to expedite the procedures by filing a petition directly with the Board.\n\n(b) The responsibilities and functions of the Board's General Counsel will be assumed by an attorney who is not a current or former employee of the Board or the GAO. The services of that attorney, who shall be knowledgeable in federal personnel matters, will be paid for by the Board. The attorney will be selected by an impartial body as described below.\n\n(1) If agreed to by the Office of Special Counsel or the EEOC, as appropriate, that body will appoint and detail a person from among its attorneys to perform the functions of the General Counsel.\n\n(2) If the Special Counsel or the EEOC does not agree to such a procedure, an appointment of an attorney will be sought from the Federal Mediation and Conciliation Service (FMCS).\n\n(3) In any event, whoever is so appointed shall possess all of the powers and authority possessed by the General Counsel in employee appeal cases.\n\n(c) The adjudication responsibilities and functions of the Board will be assumed by a person who is not a current or former employee of the Board or the GAO. The services of that person, who shall be knowledgeable in federal personnel matters, will be paid for by the Board. The person will be selected by an impartial body as described below.\n\n(1) If agreed to by the MSPB or the EEOC, as appropriate, that body will appoint and detail one of its administrative law judges (ALJ) or administrative judges (AJ) to perform the Board's adjudicative functions.\n\n(2) If neither the MSPB nor the EEOC agrees to such a procedure, an appointment of an arbitrator will be sought from the FMCS.\n\n(3) In any event, whoever is so appointed shall possess all of the powers and authority possessed by the Board in employee cases. The decision of the administrative law judge, administrative judge or arbitrator shall be a final decision of the Board. The procedure for judicial review of the decision shall be the same as that described in § 28.90.\n\n(d) Any employee of the Board (other than the General Counsel) who believes that they are aggrieved by any personnel matter that is not reviewable by the Board under 31 U.S.C. 753(a) may file a grievance as follows:\n\n(1) Informal Step. The employee must discuss the complained of incident with their supervisor as soon as possible after the complained of incident.\n\n(2) Step 1. If the supervisor is unable to resolve the matter informally to the satisfaction of the employee, then the employee may file a formal grievance with the supervisor. The formal grievance must be filed by the employee with the supervisor within 20 days after the complained of incident. The supervisor must respond to the employee in writing within 10 days.\n\n(3) Step 2. (i) If the employee is not satisfied with the supervisor's response, the employee has 10 days in which to appeal to the Chair. In this appeal, the employee must forward to the Chair the formal grievance, the supervisor's response and a brief statement from the employee explaining why the supervisor's response is not satisfactory.\n\n(ii) The Chair or another member designated by the Chair, shall meet with the employee and discuss the matter of concern within 10 days after service of the step 2 appeal. The Chair or designee shall issue a written resolution of the grievance.\n\n(4) Step 3. Within 10 days after service of the Chair's resolution or within 60 days after initiating step 2, whichever occurs first, the employee may request that the full Board review the grievance. The decision of the full Board is the final decision in the matter.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 59 FR 59106, Nov. 16, 1994; 61 FR 36810, July 15, 1996; 68 FR 69299, Dec. 12, 2003; 89 FR 51399, June 18, 2024]",
          "word_count": 994,
          "paragraph_count": 18
        },
        {
          "section_number": null,
          "section_name": "§ 28.18   Filing a petition with the Board.",
          "content": "§ 28.18   Filing a petition with the Board.\n(a) Who may file. Any person who is claiming to be affected adversely by GAO action or inaction that is within the Board's jurisdiction under subchapter IV of chapter 7 of title 31, United States Code, or who is alleging that GAO or a labor organization engaged or is engaging in an unfair labor practice, may file a petition if one of the following is met:\n\n(1) The person has received a Right to Petition Letter from the Board's Office of General Counsel; or\n\n(2) At least 180 days have elapsed from the filing of the charge with the Board's Office of General Counsel and that Office has not issued a Right to Petition Letter; or\n\n(3) The person was separated due to a Reduction in Force and chooses to file a petition directly with the Board, without first filing with the Board's Office of General Counsel, as provided in § 28.13.\n\n(b) When to file. (1) Petitions filed pursuant to paragraph (a)(1) of this section must be filed within 30 days after receipt by the charging party of the Right to Petition Letter from the Board's Office of General Counsel.\n\n(2) Petitions filed pursuant to paragraph (a)(2) of this section may be filed at any time after 180 days have elapsed from the filing of the charge with the Board's Office of General Counsel, provided that that Office has not issued a Right to Petition Letter concerning the charge.\n\n(3) Petitions filed pursuant to paragraph (a)(3) of this section must be filed within 30 days after the effective date of the separation due to a Reduction in Force.\n\n(c) How to file. (1) A petition may be filed by hand delivery to the office of the Personnel Appeals Board, Room 1566, 441 G Street NW., Washington, DC 20548. It must be received by 4 p.m., Monday through Friday, on the date that it is filed.\n\n(2) A petition may be filed by mail addressed to the Personnel Appeals Board, Room 1566, 441 G Street NW., Washington, DC 20548. When filed by mail, the postmark shall be the date of filing for all submissions to the Board.\n\n(d) What to file. The petition shall include the following information:\n\n(1) Name of the petitioner or a clear description of the group or class of persons on whose behalf the petition is being filed;\n\n(2) The names and titles of persons, if any, responsible for actions the petitioner wishes to have the Board review;\n\n(3) The actions being complained about, including dates, reasons given and internal appeals taken;\n\n(4) Petitioner's reasons for believing the actions to be improper;\n\n(5) Remedies sought by the petitioner;\n\n(6) Name and address of the representative, if any, who will act for the petitioner in any further stages of the matter; and\n\n(7) Signature of the petitioner or petitioner's representative.\n\n(e) Failure to raise a claim or defense. Failure to raise a claim or defense in the petition shall not bar its submission later unless to do so would prejudice the rights of the other parties or unduly delay the proceedings.\n\n(f) Non-EEO class actions. One or more persons may file a petition as representatives of a class in any matter within the Board's jurisdiction. For the purpose of determining whether it is appropriate to treat a petition as a class action, the administrative judge will be guided, but not controlled, by the applicable provisions of the Federal Rules of Civil Procedure. See § 28.97 for EEO class actions.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 59 FR 59106, Nov. 16, 1994; 61 FR 9090, Mar. 7, 1996; 61 FR 36810, July 15, 1996; 65 FR 80280, Dec. 21, 2000; 68 FR 69300, Dec. 12, 2003; 77 FR 15233, Mar. 15, 2012]",
          "word_count": 649,
          "paragraph_count": 19
        },
        {
          "section_number": null,
          "section_name": "§ 28.19   Content of response by charged party.",
          "content": "§ 28.19   Content of response by charged party.\n(a) Within 20 days after service of a copy of a petition, the GAO or other charged party shall file a response containing at least the following:\n\n(1) A statement of the position of the charged party on each allegation set forth therein, including admissions, denials or explanations. If the petition contains numbered paragraphs, the responses should reference the paragraph numbers. If the petition does not contain numbered paragraphs, the responses should quote or otherwise clearly identify the specific allegations of the petition.\n\n(2) Any other defenses to the petition.\n\n(3) Designation of, and signature by, the representative authorized to act for the charged party in the matter.\n\n(b) Failure to raise a claim or defense in the response shall not bar its submission later unless to do so would prejudice the rights of the other parties or unduly delay the proceedings.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69300, Dec. 12, 2003]",
          "word_count": 165,
          "paragraph_count": 5
        },
        {
          "section_number": null,
          "section_name": "§ 28.20   Number of Pleadings, service and response.",
          "content": "§ 28.20   Number of Pleadings, service and response.\n(a) Number. One original and seven copies of all pleadings (see definition in § 28.3) must be filed with the Board. However, when before a single administrative judge, one original and three copies will be adequate unless informed otherwise. \n\n(b) Service. (1) The Board will serve copies of a petition upon the parties to the proceeding by mail and/or by facsimile. The Board will attach a service list indicating the names and addresses of the parties to the proceeding or their designated representatives. The Board will not serve copies of any pleadings, motions, or other submissions by the parties after the initial petition. \n\n(2) The parties shall serve on each other one copy of all pleadings other than the initial petition. Service shall be made by mailing, by facsimile or by delivering personally a copy of the pleading to each party on the service list previously provided by the Board. Each pleading must be accompanied by a certificate of service specifying how and when service was made. It shall be the duty of all parties to notify the Board and one another in writing of any changes in the names or addresses on the service list. \n\n(c) Time limitations for response to pleadings. Unless otherwise specified by the administrative judge or this subpart, a party shall file a response to a pleading within 20 days of the service of that pleading upon the party. \n\n(d) Size limitations are set forth at § 28.9(b). \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69300, Dec. 12, 2003]",
          "word_count": 268,
          "paragraph_count": 5
        },
        {
          "section_number": null,
          "section_name": "§ 28.21   Amendments to petitions and motions practice.",
          "content": "§ 28.21   Amendments to petitions and motions practice.\n(a) Amendments to petitions. The Board, at its discretion, may allow amendments to a petition as long as all persons who are parties to the proceeding have adequate notice to prepare for the new allegations and if to do so would not prejudice the rights of the other parties or unduly delay the proceedings.\n\n(b) Motions practice. (1) When an action is before an administrative judge, motions of the parties shall be filed with the Clerk of the Board and shall be in writing except for oral motions made during the hearing. An original and 3 copies of written motions shall be filed with the Clerk of the Board. An original and 3 copies of responses in opposition to written motions must be filed with the Clerk of the Board within 20 days of service of the motion unless the administrative judge requires a shorter time.\n\n(2) When an action is before the full Board, an original and 7 copies of any motion shall be filed with the Clerk of the Board. An original and 7 copies of any responses in opposition to motions must be filed with the Clerk of the Board within 20 days of service of the motion unless the Board requires a shorter time.\n\n(3) A party filing a motion for extension of time, a motion for postponement of a hearing, or any other procedural motion must first contact the other party to determine whether there is any objection to the motion and must state in the motion whether the other party has any objection.\n\n(4) No motions, responses or other submissions will be accepted for filing by the Clerk of the Board after 4 p.m., Monday through Friday. All written submissions shall be served simultaneously upon the other parties to the proceeding. A certificate of service must be attached showing service by mail, facsimile or personal delivery of the submission to the other parties. Further submissions by either party may be filed only with the approval of the administrative judge or full Board.\n\n(5) All written motions and responses thereto shall include a proposed order, where applicable.\n\n(6) Motions for extension of time will be granted only upon a showing of good cause.\n\n(7) Oral argument. The administrative judge may allow oral argument on the motion at their discretion.\n\n(c) Motions for summary judgment. (1) Either party may move for summary judgment by filing a written motion no later than 14 days prior to the commencement of the hearing or as otherwise ordered by the administrative judge.\n\n(2) Motions for summary judgment must be accompanied by a statement of material facts for which there is no genuine dispute and a statement of reasons in support of the motion. The motion may be supported by documents, affidavits, or other evidence.\n\n(3) Summary judgment will be granted if the pleadings, depositions, answers to interrogatories, admissions, affidavits, if any, and other documents show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\n\n(4) A party moving for summary judgment must make a showing sufficient to establish the existence of each element essential to that party's cause of action and for which that party bears the burden of proof.\n\n(5) When a party moves for summary judgment, the Board will evaluate the motion on its own merits, resolving all reasonable inferences against the moving party.\n\n[68 FR 69300, Dec. 12, 2003]",
          "word_count": 588,
          "paragraph_count": 13
        },
        {
          "section_number": null,
          "section_name": "§ 28.22   Administrative judges.",
          "content": "§ 28.22   Administrative judges.\n(a) Exercise of authority. Administrative judges may exercise authority as provided in paragraph (b) of this section upon their own initiative or upon the motion of a party, as appropriate. \n\n(b) Authority. Administrative judges shall conduct fair and impartial hearings and take all necessary action to avoid delay in the disposition of all proceedings. They shall have all powers necessary to that end unless otherwise limited by law, including, but not limited to, the authority to: \n\n(1) Administer oaths and affirmations; \n\n(2) Issue subpoenas in accordance with § 28.46; \n\n(3) Rule upon offers of proof and receive relevant evidence; \n\n(4) Rule upon discovery issues as appropriate under §§ 28.42 through 28.45; \n\n(5) Convene a hearing as appropriate, regulate the course of the hearing, maintain decorum and exclude from the hearing any disruptive persons; \n\n(6) Exclude from the hearing any witness, except the petitioner(s), whose later testimony might be colored by testimony of other witnesses, or any persons whose presence might have a chilling effect on a testifying witness; \n\n(7) Rule on all motions, witness and exhibit lists and proposed findings; \n\n(8) Require the filing of memoranda of law and the presentation of oral argument with respect to any question of law; \n\n(9) Order the production of evidence and the appearance of witnesses whose testimony would be relevant, material and not repetitious; \n\n(10) Impose sanctions as provided under § 28.24 of this part; \n\n(11) Hold prehearing conferences for the settlement and simplification of issues; and \n\n(12) Issue initial decisions, as appropriate. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69301, Dec. 12, 2003]",
          "word_count": 271,
          "paragraph_count": 14
        },
        {
          "section_number": null,
          "section_name": "§ 28.23   Disqualification of administrative judges.",
          "content": "§ 28.23   Disqualification of administrative judges.\n(a) In the event that an administrative judge considers themselves disqualified, he or she shall withdraw from the case, stating on the record the reasons therefor, and shall immediately notify the Board of the withdrawal. \n\n(b) Any party may file a motion requesting the administrative judge to withdraw on the basis of personal bias or other disqualification and specifically setting forth the reasons for the request. This motion shall be filed as soon as the party has reason to believe there is a basis for disqualification. \n\n(c) The administrative judge shall rule on the withdrawal motion. If the motion is denied, the party requesting withdrawal may take an appeal to the full Board. The notice of appeal, together with a supporting brief, shall be filed within 15 days of service of the denial of the motion. Upon receipt of the appeal, the Board will determine whether a response from the other party or parties is required, and if so, will fix by order the time for the filing of the response. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 89 FR 51399, June 18, 2024]",
          "word_count": 192,
          "paragraph_count": 3
        },
        {
          "section_number": null,
          "section_name": "§ 28.24   Sanctions.",
          "content": "§ 28.24   Sanctions.\nThe administrative judge may impose sanctions upon the parties as necessary to serve the ends of justice, including but not limited to the instances set forth in this section. \n\n(a) Failure to comply with an order or subpoena. When a party fails to comply with an order or subpoena (including an order for the taking of a deposition, for the production of evidence within the party's control, for an admission, or for production of witnesses), the administrative judge may:\n\n(1) Draw an inference in favor of the requesting party on the issue related to the information sought. \n\n(2) Prohibit the party failing to comply with such order or subpoena from introducing, or otherwise relying upon, evidence relating to the information sought.\n\n(3) Permit the requesting party to introduce secondary evidence concerning the information sought. \n\n(4) Strike any part of the pleadings or other submissions of the party failing to comply with such request. \n\n(b) Failure to prosecute or defend. If a party fails to prosecute or defend a petition, the administrative judge may dismiss the action with prejudice or rule for the petitioner. \n\n(c) Failure to make timely filing. The administrative judge may refuse to consider any motion or other action which is not filed in a timely fashion in compliance with this subpart. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69301, Dec. 12, 2003]",
          "word_count": 233,
          "paragraph_count": 8
        },
        {
          "section_number": null,
          "section_name": "§ 28.25   Representation.",
          "content": "§ 28.25   Representation.\n(a) All parties to a petition may be represented in any matter relating to the petition. The parties shall designate their representatives, if any, in the petition or responsive pleading. Any subsequent changes in representation shall also be in writing, and submitted to the administrative judge and served upon the other parties. Once a party has designated a representative, all documents required by the Board's regulations to be served upon the party shall instead be served upon the representative. \n\n(b) A party may choose any representative so long as the person is willing and available to serve. However, the other party or parties may challenge the representative on the grounds of conflict of interest or conflict of position. This challenge must be made by motion to the administrative judge within 10 days of service of the notice of designation, and shall be ruled upon by the administrative judge prior to any further proceeding in the case. These procedures apply equally to original and subsequent designations of representatives. In the event the selected representative is disqualified, the party affected shall be given a reasonable time to obtain another representative. \n\n(c) The administrative judge, on their own motion, may disqualify a party's representative on the grounds described in paragraph (b) of this section. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69301, Dec. 12, 2003; 89 FR 51399, June 18, 2024]",
          "word_count": 237,
          "paragraph_count": 3
        },
        {
          "section_number": null,
          "section_name": "§ 28.26   Witness fees.",
          "content": "§ 28.26   Witness fees.\nThe costs involved in the appearance of witnesses in any Board proceeding shall be allocated as follows: \n\n(a) Persons employed by the GAO shall, upon request by the administrative judge to GAO, be made available to participate in the hearing and shall be in official duty status for this purpose and shall not receive witness fees. Payment of travel and per diem expenses shall be governed by applicable laws and regulations. \n\n(b) Employees of other federal agencies called to testify at a Board hearing shall, at the request of the administrative judge and with the approval of the employing agency, be in official duty status during any period of absence from their normal duties caused by their testimony, and shall not receive witness fees. Payment of travel and per diem expenses shall be governed by applicable laws and regulations. A party planning to call an employee of another federal agency as a witness shall promptly notify the administrative judge of the need to submit to the federal agency a request that the employee be granted official duty status. In the event that the employing agency refuses the request to release the employee-witness in an official duty status, the employee-witness may be paid a witness fee in accordance with paragraph (c) of this section. \n\n(c) Witnesses who are not covered by paragraphs (a) or (b) of this section are entitled to the same witness fees as those paid to subpoenaed witnesses under 28 U.S.C. 1821. The fees shall be paid, in the first instance, by the party requesting the appearance of the witness, subject to a subsequent decision otherwise in accordance with § 28.89, concerning the award of attorneys fees and costs. Such fees shall be tendered to the witness at the time the subpoena is served, or, when the witness appears voluntarily, at the time of appearance. A federal agency or corporation is not required to tender witness fees in advance. Payment of travel and per diem expenses shall be governed by applicable law and regulation. \n\n(d) When the General Counsel is the petitioner or is representing the petitioner, the General Counsel shall pay the witness fees and arrange for the travel and per diem expenses that are required by paragraph (c) of this section.",
          "word_count": 383,
          "paragraph_count": 5
        },
        {
          "section_number": null,
          "section_name": "§ 28.27   Intervenors.",
          "content": "§ 28.27   Intervenors.\n(a) Intervenors are persons who are allowed to participate in a proceeding because the proceeding, or its outcome, may affect their rights or duties. \n\n(b) Any person may, by motion to the administrative judge, request permission to intervene. The motion shall state the reasons why the person should be permitted to intervene. A person alleged to have committed a prohibited personnel practice under 5 U.S.C. 2302(b) may request permission to intervene under this section. \n\n(c) A motion for permission to intervene will be granted where a determination is made by the administrative judge or the Board, where the case is being heard en banc, that the requestor will be affected directly by the outcome of the proceeding. Denial of a motion for intervention may be appealed to the full Board. Such an appeal shall be filed within 10 days of service of the denial of the motion to intervene. \n\n(d) Intervenors who are granted permission to intervene will be considered full parties to the hearing and will have the same rights and duties as a party with two exceptions: \n\n(1) Intervenors will not have an independent right to a hearing. \n\n(2) Intervenors may participate in Board proceedings only on the issues affecting them, as determined by the administrative judge or Board. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69301, Dec. 12, 2003]",
          "word_count": 232,
          "paragraph_count": 6
        },
        {
          "section_number": null,
          "section_name": "§ 28.28   Substitution.",
          "content": "§ 28.28   Substitution.\n(a) If a petitioner dies or is otherwise unable to pursue the petition, the action may be completed upon substitution of a proper party. \n\n(b) A motion for substitution shall be filed by the proper party within 90 days after the death of the petitioner or other disabling event. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69301, Dec. 12, 2003]",
          "word_count": 67,
          "paragraph_count": 2
        },
        {
          "section_number": null,
          "section_name": "§ 28.29   Consolidation or joinder.",
          "content": "§ 28.29   Consolidation or joinder.\n(a) Explanation. (1) Consolidation may occur where two or more parties have cases which should be united because they contain identical or similar issues or in such other circumstances as justice requires. \n\n(2) Joinder may occur where one person has two or more petitions pending and they are united for consideration. For example, a single petitioner who has one petition pending challenging a 30-day suspension and another petition pending challenging a subsequent dismissal might have the cases joined.\n\n(b) Action by administrative judge. An administrative judge may consolidate or join cases on their own initiative or on the motion of a party if to do so would expedite processing of the cases and not adversely affect the interests of the parties. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69301, Dec. 12, 2003; 89 FR 51399, June 18, 2024]",
          "word_count": 148,
          "paragraph_count": 3
        },
        {
          "section_number": null,
          "section_name": "§ 28.40   Statement of purpose.",
          "content": "§ 28.40   Statement of purpose.\nProceedings before the Board shall be conducted as expeditiously as possible with due regard to the rights of the parties. Discovery is designed to enable a party to obtain relevant information needed for presentation of the party's case. These regulations are intended to provide a simple method of discovery. They will be interpreted and applied so as to avoid delay and to facilitate adjudication of the case. The parties are expected to initiate and complete needed discovery with a minimum of Board intervention.",
          "word_count": 89,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.41   Explanation, scope and methods.",
          "content": "§ 28.41   Explanation, scope and methods.\n(a) Explanation. Discovery is the process apart from the hearing whereby a party may obtain relevant information from another person, including a party, which has not otherwise been provided. Relevant information includes information which appears reasonably calculated to lead to the discovery of admissible evidence. This information is obtained for the purpose of assisting the parties in developing, preparing, and presenting their cases. The Federal Rules of Civil Procedure may be used as a general guide for discovery practices in proceedings before the Board, except as to matters specifically covered by these regulations. The Federal Rules of Civil Procedure shall be interpreted as instructive rather than controlling. \n\n(b) Scope. Any person may be examined pursuant to paragraph (c) of this section regarding any nonprivileged matter which is relevant to the issue under review, including the existence, description, nature, custody, condition and location of documents or other tangible things, and the identity and location of persons having knowledge of relevant facts. The information sought must appear reasonably calculated to lead to the discovery of admissible evidence. \n\n(c) Methods. Discovery may be obtained by one or more of the methods provided under the Federal Rules of Civil Procedure, including written interrogatories, depositions, production of documents or things for inspection or copying, and requests for admission addressed to parties. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69301, Dec. 12, 2003]",
          "word_count": 237,
          "paragraph_count": 3
        },
        {
          "section_number": null,
          "section_name": "§ 28.42   Discovery procedures and protective orders.",
          "content": "§ 28.42   Discovery procedures and protective orders.\n(a) Discovery from a party. A party seeking discovery from another party shall initiate the process by serving a request for discovery on the other party. For purposes of discovery under these regulations, a party includes an intervenor. \n\n(1) Each request for discovery shall state the time limit for responding, as prescribed in paragraph (d) of this section. \n\n(2) In the case of a request for deposition of a party, reasonable notice in writing shall be given to every party to the action. The notice shall: \n\n(i) Specify the time and place of the taking of the deposition; and \n\n(ii) Be served on the person to be deposed. \n\n(3) When a request for discovery is directed to an officer or employee of GAO, the agency shall make the officer or employee available on official time for the purpose of responding to the request and shall assist the officer or employee as necessary in providing relevant information that is available to the agency. \n\n(b) Discovery from a nonparty. Parties are encouraged to attempt to obtain voluntary discovery from nonparties whenever possible. A party seeking discovery from a nonparty may initiate the process by serving a request for discovery on that nonparty and on all other parties to the proceeding. When a party is unable to obtain voluntary cooperation, the party may request that the administrative judge issue a subpoena by following the procedures set forth in § 28.46. \n\n(c) Responses to discovery requests. (1) A party shall answer a discovery request within the time provided by paragraph (d)(2) of this section either by furnishing to the requesting party the information or testimony requested or agreeing to make deponents available to testify within a reasonable time, or by stating an objection to the particular request and the reasons for objection, or by requesting a protective order. \n\n(2) Upon failure or refusal of a party to respond in full to a discovery request, the requesting party may file with the administrative judge a motion to compel discovery. The time limits applicable to a motion to compel are set forth in paragraph (d)(4) of this section. A copy of the motion shall be served on the other parties. The motion shall be accompanied by: \n\n(i) A copy of the original request served on the party from whom discovery was sought and a statement showing the relevancy and materiality of the information sought; and \n\n(ii) A copy of the objections to discovery or, where appropriate, a verified statement that no response has been received. \n\n(3) The party from whom discovery was sought shall respond to the motion to compel within the time limits set forth in paragraph (d)(4) of this section. \n\n(d) Time limits. (1) Requests for discovery shall be served within 30 days after the service list is served by the Board on all parties. \n\n(2) A party or nonparty shall respond to a discovery request within 20 days after service of the request on the party or nonparty. Any discovery requests following the initial request shall be served within 10 days of the date of service of the prior response, unless otherwise directed. Deposition witnesses shall give their testimony at the time and place stated in the notice of deposition-taking or in the subpoena, unless the parties agree otherwise. \n\n(3) In responding to a discovery request, a party or nonparty shall respond as fully as possible, except to the extent that the party or nonparty objects to the discovery or requests a protective order. Any objection or request for a protective order shall be filed within the time limits set forth in paragraph (d)(2) of this section. Any objection shall be addressed to the party requesting discovery and shall state the particular grounds for the objection. Any request for a protective order shall state the grounds for the protective order and shall be served on the administrative judge and any other parties to the action. The administrative judge shall rule on the request for a protective order. \n\n(4) Motions for an order compelling discovery shall be filed with the administrative judge within 10 days of the service of objections or within 10 days of the expiration of the time limits for response when no response or an alleged inadequate response is received. Opposition to a motion to compel must be filed with the administrative judge within 10 days of the date of service of the motion. \n\n(5) Discovery shall be completed by the time designated by the administrative judge, but no later than 65 days after the service of the notice of filing of a petition. A later date may be set by the administrative judge after due consideration of the particular situation including the dates set for hearing and closing of the case record. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69301, Dec. 12, 2003]",
          "word_count": 819,
          "paragraph_count": 17
        },
        {
          "section_number": null,
          "section_name": "§ 28.43   Compelling discovery.",
          "content": "§ 28.43   Compelling discovery.\n(a) Motion for an order compelling discovery. Motions for orders compelling discovery shall be submitted to the administrative judge as set forth at § 28.42(c)(2) and (d)(4) above. \n\n(b) Content of order. Any order issued may include, where appropriate: \n\n(1) Provision for notice to the person to be deposed as to the time and place of such deposition. \n\n(2) Such conditions or limitations concerning the conduct or scope of the proceedings or the subject matter as may be necessary to prevent undue delay or to protect any party or deponent from undue expense, embarrassment or oppression. \n\n(3) Limitations upon the time for conducting depositions, answering written interrogatories, or producing documentary evidence. \n\n(4) Other restrictions upon the discovery process as determined by the administrative judge. \n\n(c) Failure to comply with an order compelling discovery may subject the noncomplying party to sanctions under § 28.24.",
          "word_count": 150,
          "paragraph_count": 7
        },
        {
          "section_number": null,
          "section_name": "§ 28.44   Taking of depositions.",
          "content": "§ 28.44   Taking of depositions.\nDepositions may be taken before any person not interested in the outcome of the proceedings who is authorized by law to administer oaths.",
          "word_count": 28,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.45   Admission of facts and genuineness of documents.",
          "content": "§ 28.45   Admission of facts and genuineness of documents.\n(a) Any party may be served with requests for the admission of the genuineness of any relevant documents identified within the request or the truth of any relevant matters of fact or application of law to the facts as set forth in the request. \n\n(b) Within the time period prescribed by § 28.42(d)(2), the party on whom the request is served must submit to the requesting party: \n\n(1) A sworn statement specifically denying, admitting, or expressing a lack of knowledge after making reasonable inquiry regarding the specific matters on which an admission is requested; and/or \n\n(2) An objection to the request for an admission, in whole or in part, on the grounds that the matters contained therein are privileged, irrelevant, or otherwise improper. \n\n(c) Upon a failure or refusal of a party to respond to a request for admissions within the prescribed time period, the request shall be deemed admitted.",
          "word_count": 162,
          "paragraph_count": 5
        },
        {
          "section_number": null,
          "section_name": "§ 28.46   Motion for subpoena.",
          "content": "§ 28.46   Motion for subpoena.\n(a) Authority to issue subpoenas. Any member of the Board may issue subpoenas requiring the attendance and testimony of witnesses and the production of documentary or other evidence from any place in the United States or any territory or possession thereof, the Commonwealth of Puerto Rico, or the District of Columbia. Any member of the Board may order the taking of depositions or order responses to written interrogatories. \n\n(b) Motion. (1) A motion for the issuance of a subpoena requiring the attendance and testimony of witnesses or the production of documents or other evidence under § 28.46(a) shall be submitted to the administrative judge at least 15 days in advance of the date scheduled for the commencement of the hearing.\n\n(2) If the subpoena is sought as part of the discovery process, the motion shall be submitted to the administrative judge at least 15 days in advance of the date set for the attendance of the witness at a deposition or the production of documents.\n\n(c) Forms and showing. Motions for subpoenas shall be submitted in writing to the administrative judge and shall specify with particularity the books, papers, or testimony desired and shall be supported by a showing of general relevance and reasonable scope and a statement of the facts expected to be proven thereby. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69301, Dec. 12, 2003]",
          "word_count": 237,
          "paragraph_count": 4
        },
        {
          "section_number": null,
          "section_name": "§ 28.47   Motion to quash.",
          "content": "§ 28.47   Motion to quash.\nAny person against whom a subpoena is directed may file a motion to quash or limit the subpoena setting forth the reasons why the subpoena should not be complied with or why it should be limited in scope. This motion shall be filed with the administrative judge within 20 days after service of the subpoena.",
          "word_count": 60,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.48   Service.",
          "content": "§ 28.48   Service.\nService of a subpoena may be made by a United States Marshal or Deputy Marshal or by any person who is over 18 years of age and not a party to the proceeding.",
          "word_count": 36,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.49   Return of service.",
          "content": "§ 28.49   Return of service.\nWhen service of a subpoena is effected by a person other than a United States Marshal or Deputy Marshal, that person shall certify on the return of service that service was made either: \n\n(a) In person, \n\n(b) By registered or certified mail, or \n\n(c) By delivery to a responsible person (named) at the residence or place of business (as appropriate) of the person to be served.",
          "word_count": 71,
          "paragraph_count": 4
        },
        {
          "section_number": null,
          "section_name": "§ 28.50   Enforcement.",
          "content": "§ 28.50   Enforcement.\nIf a person has been served with a Board subpoena but fails or refuses to comply with its terms, the party seeking compliance may file a written motion for enforcement with the administrative judge or make an oral motion for enforcement while on record at a hearing. The party shall present the return of service and, except where the witness was required to appear before the administrative judge, shall submit affidavit evidence of the failure or refusal to obey the subpoena. The Board may then request the appropriate United States district court to enforce the subpoena.",
          "word_count": 99,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.55   Scheduling the hearing.",
          "content": "§ 28.55   Scheduling the hearing.\nThe notice of initial hearing shall fix the date, time and place of hearing. GAO, upon request of the administrative judge, shall provide appropriate hearing space. Motions for postponement by either party shall be made in writing, shall set forth the reasons for the request and shall be granted only upon a showing of good cause. When the parties agree on postponement, motions may be made orally and shall be granted only upon a showing of good cause.",
          "word_count": 83,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.56   Hearing procedures, conduct and copies of exhibits.",
          "content": "§ 28.56   Hearing procedures, conduct and copies of exhibits.\n(a) The Board may designate one or more administrative judges to conduct hearings on appropriate matters. \n\n(b) The hearing will be conducted as an administrative proceeding and, ordinarily, the rules of evidence will not be strictly followed. \n\n(c) Parties will be expected to present their cases in a concise manner limiting the testimony of witnesses and submission of documents to relevant matters. \n\n(d) Any party to a hearing offering exhibits into the record shall submit the original of each such exhibit to the court reporter, two copies to the administrative judge, plus one copy for each opposing party that is separately represented. \n\n(e) Each party to a proceeding shall be responsible for bringing the proper number of copies of an exhibit to the hearing. \n\n(f) Multipage exhibits shall be paginated in the lower right hand corner and the first page shall indicate the total number of pages in the exhibit. Multiple exhibits shall be indexed and tabbed.\n\n(g) No later than the commencement of the hearing, each party shall submit to the administrative judge, to the court reporter, and to the opposing party: (1) A typed list of the witnesses expected to be called to testify; and (2) a typed list of the acronyms (with definitions) expected to be used by the witnesses. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69301, Dec. 12, 2003]",
          "word_count": 237,
          "paragraph_count": 7
        },
        {
          "section_number": null,
          "section_name": "§ 28.57   Public hearings.",
          "content": "§ 28.57   Public hearings.\n(a) Hearings shall be open to the public. However, the administrative judge at their discretion, may order a hearing or any part thereof closed, where to do so would be in the best interests of the petitioner, a witness, the public, or other affected persons. Any order closing the hearing shall set forth the reasons for the administrative judge's decision. Any objections thereto shall be made a part of the record. \n\n(b) At the hearing, the petitioner, the petitioner's representative, GAO's legal representative, and a GAO management representative, who is not expected to testify, each have a right to be present. The Agency management representative shall be designated prior to the hearing.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69301, Dec. 12, 2003; 89 FR 51399, June 18, 2024 ]",
          "word_count": 140,
          "paragraph_count": 2
        },
        {
          "section_number": null,
          "section_name": "§ 28.58   Transcript.",
          "content": "§ 28.58   Transcript.\n(a) Preparation. A verbatim record made under supervision of the administrative judge shall be kept of every hearing and shall be the sole official record of the proceeding. Upon request, a copy of a transcript of the hearing shall be made available to each party. Additional copies of the transcript shall be made available to a party upon payment of costs. Exceptions to the payment requirement may be granted for good cause shown. A motion for an exception shall be made in writing and accompanied by an affidavit setting forth the reasons for the request and shall be granted upon a showing of good cause. Requests for copies of transcripts shall be directed to the Clerk of the Board. The Clerk of the Board may, by agreement with the person making the request, make arrangements with the official hearing reporter for required services to be charged to the requester. \n\n(b) Corrections. Corrections to the official transcript will be permitted. Motions for correction must be submitted within 30 days of service of the transcript upon the party. Corrections of the official transcript will be permitted only when errors of substance are involved and only upon approval of the administrative judge. The administrative judge may make changes at any time with notice to the parties.",
          "word_count": 216,
          "paragraph_count": 2
        },
        {
          "section_number": null,
          "section_name": "§ 28.59   Official record.",
          "content": "§ 28.59   Official record.\nThe transcript of testimony and the exhibits, together with all papers and motions filed in the proceedings, shall constitute the exclusive and official record.",
          "word_count": 28,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.60   Briefs.",
          "content": "§ 28.60   Briefs.\n(a) Length. Principal briefs shall not exceed 60 pages and reply briefs 30 pages, exclusive of tables and pages limited only to quotations of statutes, rules, and the like. Motions to file extended briefs shall be granted only for good cause shown. Briefs in excess of 10 pages shall include an index and a table of authorities. \n\n(b) Format. Every brief must be easily readable. Pages must be 8\n1/2 × 11 inches with margins at least one inch on all sides. Typewritten briefs must have double spacing between each line of text, except for quoted texts which may be single spaced. \n\n(c) Number of copies. An original and 3 copies of each brief shall be filed with the administrative judge and one copy served on each party separately represented. When an action is before the full Board, an original and seven copies of each brief must be filed with the Board and one copy served on each party separately represented.",
          "word_count": 164,
          "paragraph_count": 3
        },
        {
          "section_number": null,
          "section_name": "§ 28.61   Burden and degree of proof.",
          "content": "§ 28.61   Burden and degree of proof.\n(a) In appealable actions, as defined by 5 U.S.C. 7701(a), agency action must be sustained by the Board if: \n\n(1) It is a performance-based action and is supported by substantial evidence; or \n\n(2) It is brought under any other provision of law, rule, or regulation as defined by 5 U.S.C. 7701(a) and is supported by a preponderance of evidence. \n\n(b) Notwithstanding paragraph (a) of this section, the agency's decision shall not be sustained if the petitioner: \n\n(1) Shows harmful error in the application of the agency's procedures in arriving at such decision; \n\n(2) Shows that the decision was based on any prohibited personnel practice described in 4 CFR 2.5; or \n\n(3) Shows that the decision was not in accordance with law. \n\n(c) In any other action within the Board's jurisdiction, the petitioner shall have the responsibility of presenting the evidence in support of the action and shall have the burden of proving the allegations of the appeal by a preponderance of the evidence. \n\n(d) Definitions. For purposes of this section, the following definitions shall apply: \n\nHarmful error means error by the agency in the application of its procedures which, in the absence or cure of the error, might have caused the agency to reach a conclusion different from the one reached.\n\nPreponderance of the evidence means that degree of relevant evidence which a reasonable person, considering the record as a whole, would accept as sufficient to support a conclusion that the matter asserted is more likely to be true than not true. \n\nSubstantial evidence means that degree of relevant evidence which a reasonable person, considering the record as a whole, might accept as adequate to support a conclusion, even though other reasonable persons might disagree. This is a lower standard of proof than preponderance of the evidence. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69302, Dec. 12, 2003]",
          "word_count": 330,
          "paragraph_count": 12
        },
        {
          "section_number": null,
          "section_name": "§ 28.62   Decision on the record.",
          "content": "§ 28.62   Decision on the record.\n(a) The parties may agree to forego a hearing and request that the matter be decided by the presiding administrative judge based upon the record submitted.\n\n(b) If the parties agree to forego a hearing under this subpart, the record will close on the date that the administrative judge sets as the final date for the receipt or filing of submissions of the parties. Once the record closes, no additional evidence or argument will be accepted unless the party seeking to submit it demonstrates that the evidence was not available before the record closed.\n\n(c) In matters submitted for decision on the record under this section, the parties bear the same burdens of proof set forth in § 28.61.\n\n(d) A decision obtained under this section is a decision on the merits of the case and is appealable as if the matter had been adjudicated in an evidentiary hearing.\n\n[68 FR 69302, Dec. 12, 2003]",
          "word_count": 161,
          "paragraph_count": 4
        },
        {
          "section_number": null,
          "section_name": "§ 28.63   Closing the record.",
          "content": "§ 28.63   Closing the record.\n(a) When there is a hearing, the record shall be closed at the conclusion of the hearing. However, when the administrative judge allows the parties to submit argument, briefs or documents previously identified for introduction into evidence, the record shall be left open for such time as the administrative judge grants for that purpose. \n\n(b) Once the record is closed, no additional evidence or argument shall be accepted into the record except upon a showing that new and material evidence has become available which was not available despite due diligence prior to the closing of the record. However, the administrative judge shall make part of the record any motions for attorney fees, any supporting documentation, and determinations thereon, and any approved correction to the transcript. \n\n[58 FR 61992, Nov. 23, 1993. Redesignated at 68 FR 69302, Dec. 12, 2003]",
          "word_count": 144,
          "paragraph_count": 2
        },
        {
          "section_number": null,
          "section_name": "§ 28.65   Service of documents.",
          "content": "§ 28.65   Service of documents.\nAny document submitted with regard to any pleading, motion, or brief shall be served upon all parties to the proceeding.",
          "word_count": 25,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.66   Admissibility.",
          "content": "§ 28.66   Admissibility.\nEvidence or testimony may be excluded from consideration by the administrative judge if it is irrelevant, immaterial, unduly repetitious or protected by privilege. The administrative judge is not bound by formal evidentiary rules but may rely on the Federal Rules of Evidence for guidance.\n\n[68 FR 69302, Dec. 12, 2003]",
          "word_count": 53,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.67   Production of statements.",
          "content": "§ 28.67   Production of statements.\nAfter an individual has given evidence in a proceeding, any party may request a copy of any prior signed statement made by that individual which is relevant to the evidence given. If the party refuses to furnish the statement, the administrative judge may draw an adverse inference from the failure to produce or may exclude the relevant evidence given by the individual from consideration.",
          "word_count": 69,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.68   Stipulations.",
          "content": "§ 28.68   Stipulations.\nThe parties may stipulate as to any matter of fact. Such a stipulation will satisfy a party's burden of proving the fact alleged.",
          "word_count": 27,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.69   Judicial notice.",
          "content": "§ 28.69   Judicial notice.\nThe administrative judge on their own motion or on motion of a party, may take judicial notice of a fact which is not subject to reasonable dispute because it is either: a matter of common knowledge; or a matter capable of accurate and ready determination by resort to sources whose accuracy cannot reasonably be questioned. Judicial notice taken of any fact satisfies a party's burden of proving the fact noticed.\n\n[68 FR 69302, Dec. 12, 2003, as amended at 89 FR 51399, June 18, 2024]",
          "word_count": 90,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.80   Explanation.",
          "content": "§ 28.80   Explanation.\nAn interlocutory appeal is an appeal to the Board of a ruling made by an administrative judge during the course of a proceeding. This appeal may be permitted by the administrative judge if they determine that the issue presented is of such importance to the proceeding that it requires the Board's immediate attention. The Board makes a decision on the issue and the administrative judge acts in accordance with that decision. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 89 FR 51399, June 18, 2024]",
          "word_count": 90,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.81   Procedures and criteria for certification.",
          "content": "§ 28.81   Procedures and criteria for certification.\n(a) Interlocutory review by the Board of a ruling by the administrative judge during the course of the proceeding is disfavored and will be permitted only in circumstances where: \n\n(1) The ruling involves an important question of law or policy about which there is substantial ground for difference of opinion; and \n\n(2) An immediate review of the ruling by the Board will materially advance the completion of the proceeding, or denial will cause undue harm to a party or the public. \n\n(b) The administrative judge may, on motion of a party or on their own motion, certify an interlocutory ruling to the Board for its immediate consideration. Any such certification shall explain the basis on which the administrative judge concluded that the standards for interlocutory review have been met. If the Board nevertheless determines that the certification does not meet those standards it may decline to accept the certification. \n\n(c) A motion for certification to the Board of an interlocutory ruling by the administrative judge shall be filed within 10 days after service of the ruling upon the parties. The motion shall include arguments in support of both the certification and the determination to be made by the Board. Responses, if any, shall be filed within 10 days after service of the motion. \n\n(d) The grant or denial of a motion for certification of an interlocutory ruling shall not be appealable. The administrative judge shall promptly bring a denial of such a motion, and the reasons therefor, to the attention of the Board. If, upon its consideration of the motion and the underlying record, the Board believes that interlocutory review is warranted, it may grant the motion sua sponte. \n\n(e) Upon its acceptance of a ruling of the administrative judge for interlocutory review, the Board shall issue an order setting forth the procedures that will be followed in the conduct of that review. \n\n(f) Unless otherwise directed by the Board, the stay of any proceedings during the pendency of either a motion for certification or an interlocutory review itself shall be within the discretion of the administrative judge. \n\n(g) The denial of a motion for certification does not affect the right of the parties to challenge interlocutory rulings in the course of the \n\nreview by the Board of initial or recommended decisions. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 89 FR 51399, June 18, 2024]",
          "word_count": 404,
          "paragraph_count": 9
        },
        {
          "section_number": null,
          "section_name": "§ 28.86   [Reserved]",
          "content": "§ 28.86   [Reserved]",
          "word_count": 3,
          "paragraph_count": 0
        },
        {
          "section_number": null,
          "section_name": "§ 28.87   Board procedures; initial decisions.",
          "content": "§ 28.87   Board procedures; initial decisions.\n(a) When a case is heard in the first instance by a single Board member, a panel of members, or a non-member appointed by the Board, an initial decision shall be issued by that member, panel or individual and served upon the parties.\n\n(b) An aggrieved party may seek reconsideration of or may appeal the initial decision in the following manner:\n\n(1) Within 10 days of the service of the initial decision, such a party may file and serve a request for reconsideration with the administrative judge or panel rendering that decision. Filing of the request for reconsideration shall toll the commencement of the 15 day period for filing a notice of appeal with the full Board, pending disposition of the request for reconsideration by the administrative judge or panel. The administrative judge or panel shall determine if a response is required, and if so, will fix by order the time for the filing of the response. A motion for reconsideration will not be granted without providing an opportunity for response.\n\n(2) Within 15 days of the service of the initial decision, such a party may appeal to the full Board by filing and serving a notice of appeal to the Board. \n\n(c) Within 25 days following the filing of a notice of appeal to the full Board, the appellant shall file and serve a supporting brief. That brief shall identify with particularity those findings or conclusions in the initial decision that are challenged and shall refer specifically to the portions of the record and the provisions of statutes or regulations that assertedly support each assignment of error. Within 25 days following the service of the appellant's brief, the appellee may file and serve a responsive brief. Within 10 days following the service of the appellee's responsive brief, the appellant may file and serve a reply brief. \n\n(d) In the absence of a timely appeal, the initial decision shall become the final decision of the Board 30 days following its issuance or the date of the administrative judge's or panel's disposition of a request for reconsideration (whichever comes later) unless, prior to the expiration of the 30 day period, the parties are notified in writing that the full Board intends to review the initial decision in whole or in part on its own motion. Such review sua sponte will normally be conducted only if a majority of the Board concludes that one or more issues of law addressed in the initial decision are of such importance as to warrant consideration by the full Board notwithstanding the absence of appeal. Issues so qualifying shall be identified in the Board's notice and the parties shall be provided an opportunity to brief them prior to the Board's decision. \n\n(e) Oral argument on an appeal or in connection with a sua sponte review shall be held in the discretion of the Board. Any party may request that the Board exercise its discretion in that regard. \n\n(f) Upon appeal or following its review sua sponte, the Board may affirm, reverse, modify or vacate the initial decision in whole or in part. If deemed warranted, the Board may remand the proceeding to the single member or panel for further action, including the reopening of the record for the taking of additional evidence. Unless the full Board expressly retains jurisdiction, the single member or panel shall render, on completion of the remand, a supplemental initial decision which shall be subject to appellate review in the same manner and to the same extent as provided for initial decisions in paragraphs (b), (d) and (g) of this section. If the Board does expressly retain jurisdiction at the time of remand, the single member or panel shall instead render a report to the Board on the remanded matters. Upon receipt of the report, the Board shall determine whether the views of the parties on the content of the report should be obtained in writing and, where necessary, shall fix by order the time for the submission of those views. A decision of the full Board disposing of the proceeding without a remand or, where the Board has expressly retained jurisdiction, following completion of the remand shall be the final decision of the Board and subject to judicial review. \n\n(g) In conducting its examination of the initial decision, the Board may substitute its own findings of fact and conclusions of law, but the Board generally will defer to demeanor-based credibility determinations made in the initial decision. In determining whether some action other than affirmance of the initial decision is required, the Board will also consider whether:\n\n(1) New and material evidence is available that, despite due diligence, was not available when the record was closed; \n\n(2) The initial decision is based on an erroneous interpretation of statute or regulation; \n\n(3) The initial decision is arbitrary, capricious or an abuse of discretion, or otherwise not consistent with law; \n\n(4) The initial decision is not made consistent with required procedures and results in harmful error. \n\n(h) Initial decisions that become final without review by the full Board shall not be binding precedent in any other case. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69302, Dec. 12, 2003]",
          "word_count": 882,
          "paragraph_count": 14
        },
        {
          "section_number": null,
          "section_name": "§ 28.88   Board procedures; enforcement.",
          "content": "§ 28.88   Board procedures; enforcement.\n(a) All decisions and orders of the Board shall be complied with promptly. Whenever a Board decision or order requires a person or party to take any action, the Board may require such person or party to provide the Board and all parties with a compliance report.\n\n(b) When the Board does not receive a report of compliance in accordance with paragraph (a) of this section, the Solicitor shall make inquiries to determine the status of the compliance report and shall report upon the results of the inquiry to the Board. \n\n(c) Any person and/or the General Counsel may petition the Board for enforcement of a final decision of the Board. The petition shall specifically set forth the reasons why the petitioner believes there is non-compliance. \n\n(d) Upon receipt of a non-compliance report from its Solicitor or of a petition for enforcement of a final decision, the Board may issue a notice to any person to show cause why there was non-compliance. Apart from remedies available to the parties, the Board may seek judicial enforcement of a decision or order issued pursuant to a show cause proceeding.\n\n(e) If the parties enter into a settlement agreement that has been reviewed and approved by the administrative judge, the Board retains jurisdiction to enforce the terms of such settlement agreement.\n\n(f) Any party to a settlement agreement over which the Board retains jurisdiction may petition the Board for enforcement of the terms of such settlement agreement.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69302, Dec. 12, 2003]",
          "word_count": 268,
          "paragraph_count": 6
        },
        {
          "section_number": null,
          "section_name": "§ 28.89   Attorney's fees and costs.",
          "content": "§ 28.89   Attorney's fees and costs.\nWithin 20 days after service of a final decision by the Board, or within 20 days after the date on which an initial decision becomes final pursuant to § 28.87(d), the petitioner, if they are the prevailing party, may submit a request for the award of reasonable attorney's fees and costs. GAO may file a response within 20 days after service of the request. Motions for attorney's fees shall be filed in accordance with § 28.21 of these regulations. Rulings on attorney's fees and costs shall be consistent with the standards set forth at 5 U.S.C. 7701(g). The decision of the administrative judge concerning attorney's fees and costs shall be subject to review and shall become final according to the provisions of § 28.87. \n\n[68 FR 69302, Dec. 12, 2003, as amended at 89 FR 51399, June 18, 2024]",
          "word_count": 154,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.90   Board procedures; judicial review.",
          "content": "§ 28.90   Board procedures; judicial review.\n(a) A final decision by the Board under 31 U.S.C. 753(a) (1), (2), (3), (6), (7) or (9) may be appealed to the United States Court of Appeals for the Federal Circuit within 30 days after the petitioner receives notice of the Board's decision.\n\n(b) The Board may designate the Solicitor, the General Counsel or any other qualified individual to represent it in any judicial proceeding involving a Board decision or the interpretation of a Board rule or of the GAO Personnel Act. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 59 FR 59106, Nov. 16, 1994]",
          "word_count": 108,
          "paragraph_count": 2
        }
      ]
    },
    {
      "part_number": null,
      "part_name": "Subpart C—Oversight Procedures",
      "sections": [
        {
          "section_number": null,
          "section_name": "§ 28.91   General.",
          "content": "§ 28.91   General.\nPursuant to section 732(f) of Title 31, U.S.C., the Board is authorized to conduct oversight of GAO employment regulations, procedures and practices as they relate to laws prohibiting discrimination in employment on the basis of race, color, religion, national origin, political affiliation, age, sex, marital status, or disability.",
          "word_count": 54,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.92   Oversight of GAO EEO program.",
          "content": "§ 28.92   Oversight of GAO EEO program.\n(a) When requested by the Board in the exercise of its oversight responsibility, GAO shall provide: \n\n(1) Such plans, procedures and regulations as GAO may develop in order to eliminate and prevent employment discrimination on the bases enumerated in § 28.95; \n\n(2) Reports regarding its efforts to publicize to its employees the procedures to be followed for receiving advice and for filing complaints regarding the enforcement of laws prohibiting discrimination in employment; \n\n(3) Quarterly statistical reports of pre-complaint counseling and of pending complaints, in a manner prescribed by the Board; \n\n(4) An annual report on its equal employment opportunity affirmative action program and its Federal Equal Employment Opportunity Recruitment Program; and \n\n(5) Any other information regarding equal employment opportunity within the GAO that may be required by the Board, in the time frame and format established by the Board after consultation with the Comptroller General or their designee. \n\n(b) The Board shall review and evaluate the regulations, procedures and practices of the GAO, including the information filed with it in accordance with paragraph (a) above, and shall: \n\n(1) Require the GAO to make any changes the Board determines are needed due to violations of or inconsistencies with Subchapters III and IV of Chapter 7 of Title 31, U.S.C. or equal employment opportunity laws, and \n\n(2) Report to the Congress on the overall progress being made in effectuating the purposes of Subchapters III and IV of Chapter 7 of Title 31, U.S.C. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 89 FR 51399, June 18, 2024]",
          "word_count": 268,
          "paragraph_count": 9
        }
      ]
    },
    {
      "part_number": null,
      "part_name": "Subpart D—Special Procedures; Equal Employment Opportunity (EEO) Cases",
      "sections": [
        {
          "section_number": null,
          "section_name": "§ 28.95   Purpose and scope.",
          "content": "§ 28.95   Purpose and scope.\nThe procedures in this subpart relate to charges filed against any GAO policies or specific actions which are alleged to involve prohibited discrimination. Prohibited discrimination is defined as any action in violation of: \n\n(a) Section 717 of the Civil Rights Act of 1964, as amended (42 U.S.C. 2000e-16), prohibiting discrimination based on race, color, religion, sex or national origin;\n\n(b) Sections 12 and 15 of the Age Discrimination in Employment Act of 1967 (29 U.S.C. 631, 633a) prohibiting discrimination on account of age; \n\n(c) Section 6(d) of the Fair Labor Standard Act of 1938 as amended by the Equal Pay Act of 1963 (29 U.S.C. 206(d)), prohibiting discrimination in wages on the basis of sex;\n\n(d) Title I of the Americans with Disabilities Act of 1990 (42 U.S.C. 12101 et seq.) and sections 501 and 505 of the Rehabilitation Act of 1973 (29 U.S.C. 791, 794a) prohibiting discrimination on the basis of disability; \n\n(e) Section 202 of the Genetic Information Nondiscrimination Act of 2008 (42 U.S.C. 2000ff-1), prohibiting discrimination on the basis of genetic information;\n\n(f) Section 103 of the Pregnant Workers Fairness Act (42 U.S.C. 2000gg-1), prohibiting discrimination on the basis of pregnancy, childbirth or related medical conditions; or\n\n(g) Any other law prohibiting discrimination in Federal employment on the basis of race, color, religion, age, sex, national origin or disability. 31 U.S.C. 732(f)(2). \n\n(h) Prohibited discrimination also includes any materially adverse action taken against an employee or applicant for employment for opposing any unlawful employment practice, or for participating in any manner in an investigation, hearing, or in any stage of an administrative or judicial proceeding, under any of the statutes or laws identified in paragraphs (a) through (g) of this section.\n\n\n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69302, Dec. 12, 2003; 89 FR 51399, June 18, 2024]",
          "word_count": 333,
          "paragraph_count": 9
        },
        {
          "section_number": null,
          "section_name": "§ 28.96   Applicability of general procedures.",
          "content": "§ 28.96   Applicability of general procedures.\nExcept where a different procedure is provided for in this subpart, the procedures to be followed by all parties in cases arising under this subpart shall be the general procedures as prescribed in subpart B of this part.",
          "word_count": 44,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.97   Class actions in EEO cases.",
          "content": "§ 28.97   Class actions in EEO cases.\n(a) Prior to invoking the Board's procedures in a case alleging prohibited discrimination on behalf of a class of GAO employees or applicants for employment, a complaint must first be filed with GAO in accordance with GAO Order 2713.2. \n\n(b) An appeal from GAO's disposition of any EEO class complaint may be submitted to the Board at the following times:\n\n(1) Within 20 days of receipt of a GAO determination rejecting or canceling the class complaint; \n\n(2) Within 20 days of receipt of a GAO determination accepting the class action, but with modifications that are not satisfactory to the agent of the class; \n\n(3) When a period of more than 180 days has elapsed since the formal class complaint was filed and the GAO has not issued a final decision; or \n\n(4) Within 20 days of receipt of a final GAO decision resolving the complaint if that decision, in whole or in part, has not satisfied the agent for the class. \n\n(c) In EEO class actions, employees shall not file charges with the Board's Office of General Counsel and that Office shall not undertake an independent investigation of a class complaint that has been filed with GAO. However, the General Counsel may request permission to intervene with regard to any issue in which the General Counsel finds a significant public interest with respect to the preservation of the merit system. \n\n(d) An appeal of a GAO disposition of an EEO class complaint shall be decided by the Board based upon a review of the administrative record, including any recommended findings and conclusions, developed in the GAO class complaint process. In such cases, the Board will employ the same standards of review set forth in § 28.87.\n\n(e) The parties to an EEO class complaint do not have a right to a de novo evidentiary hearing before the Board. However, either the class representative or GAO may file a motion requesting an evidentiary hearing, rather than having the Board decide the case upon review of the administrative record already developed by GAO. The Board, in its discretion, may grant such motion or, upon its own review of the administrative record, may direct that a new hearing be conducted. If the Board orders a new evidentiary hearing, the class representative shall file a petition on behalf of the class and the case shall be adjudicated before an administrative judge of this Board pursuant to the procedures applicable to an individual EEO complaint processed under § 28.98 of these regulations. For the purpose of determining whether it is appropriate to treat a petition as a class action, the administrative judge will be guided, but not controlled, by the applicable provisions of the Federal Rules of Civil Procedure. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69303, Dec. 12, 2003]",
          "word_count": 480,
          "paragraph_count": 9
        },
        {
          "section_number": null,
          "section_name": "§ 28.98   Individual charges in EEO cases.",
          "content": "§ 28.98   Individual charges in EEO cases.\n(a) General rule for filing EEO claims. Except as provided in paragraphs (c) and (e) of this section, an employee or applicant alleging prohibited discrimination (as defined in § 28.95) must first file a complaint with GAO in accordance with GAO Order 2713.2 and may not file directly with the Board's General Counsel.\n\n(b) Time limits to file EEO claims with PAB/OGC. After GAO processes a complaint in accordance with GAO Order 2713.2, an employee or applicant for employment may file an individual EEO charge with the Board's Office of General Counsel as follows:\n\n(1) Within 30 days from the receipt by the charging party of a GAO decision rejecting the complaint in whole or part; or\n\n(2) Whenever a period of more than 120 days has elapsed since the complaint was filed, and a final GAO decision has not been issued; or\n\n(3) Within 30 days from the receipt by the charging party of a final GAO decision concerning the complaint of discrimination.\n\n(c) Special rules for certain adverse and performance-based actions. Where an employee is affected by a removal, suspension for more than 14 days, reduction in grade or pay, or furlough of not more than 30 days (whether due to disciplinary, performance-based or other reasons), and the employee wishes to allege that such action was due in whole or part to prohibited discrimination (as defined in § 28.95), the employee may elect to do either (but not both) of the following: \n\n(1) File a charge directly with the Board's Office of General Counsel within 30 days of the effective date of the personnel action and raise the issue of discrimination in the course of the proceedings before the Board; or\n\n(2) File a complaint of discrimination with the GAO pursuant to GAO Order 2713.2. If the employee elects to file a complaint of discrimination with GAO, they may still seek Board review of the matter by filing a charge with the Board's Office of General Counsel at the times authorized in paragraph (b) of this section. Where a discrimination complaint filed with GAO relates to one or more non-EEO issues that are within the Board's jurisdiction in addition to an EEO-related allegation, the subsequent charge filed with the Board's Office of General Counsel under paragraph (b) of this section shall be considered a timely appeal of the non-EEO issue(s). An employee will be deemed to have elected the EEO complaint process if they file a timely written complaint of discrimination with GAO before filing a charge with the Board's Office of General Counsel. Consultation with an EEO counselor, without filing a written complaint of discrimination, does not constitute an election of the EEO complaint process. \n\n(d) Special rules for RIF-based actions. An individual alleging discrimination issues in connection with a RIF-based separation may follow the procedures outlined above in paragraph (c) of this section for adverse and performance-based actions, or may choose instead a third option. In accordance with the provisions of § 28.13, such an individual may challenge that action by filing directly with the PAB, thus bypassing both the Office of Opportunity and Inclusiveness and the Board's Office of General Counsel.\n\n\n\n(e) Special rules in certain retaliation actions. (1) Except as outlined in paragraph (c) of this section, whenever a charging party raises a claim of retaliation that could be raised under § 28.95(h), including the prohibited personnel practices listed in 5 U.S.C. 2302(b)(9), and that claim has not already been filed pursuant to GAO Order 2713.2, the Board's General Counsel has authority to, and shall determine whether the claim reasonably relates to retaliation for filing or assisting with a discrimination complaint filed pursuant to GAO Order 2713.2. The General Counsel's determination shall not be reviewable.\n\n(i) If the Board's General Counsel determines the claim as described in this paragraph (e)(1) reasonably relates to retaliation for filing or assisting with a discrimination complaint filed pursuant to GAO Order 2713.2, the Board's Office of General Counsel shall advise the charging party to file the claim as a complaint of discrimination pursuant to GAO Order 2713.2.\n\n(ii) If the Board's General Counsel determines the claim as described in this paragraph (e)(1) does not reasonably relate to retaliation for filing or assisting with a discrimination complaint pursuant to GAO Order 2713.2, the Board's Office of General Counsel shall investigate the claim in accordance with § 28.12.\n\n(2) A charging party who files a claim that could be raised under § 28.95(h) may bring the retaliation claim both as a complaint of discrimination under § 28.95 and as a prohibited personnel practice under 5 U.S.C. 2302(b)(9).\n\n\n\n(f) Claims related to EEO matters pending with GAO's EEO Office. (1) Except as outlined in paragraph (c) of this section, whenever a charging party raises a claim of retaliation that could be raised under § 28.95(h), including the prohibited personnel practices listed in 5 U.S.C. 2302(b)(9), and that claim has not already been filed pursuant to GAO Order 2713.2, the Board's General Counsel has authority to, and shall determine whether the claim reasonably relates to retaliation for filing or assisting with a discrimination complaint filed pursuant to GAO Order 2713.2. The General Counsel's determination shall not be reviewable.\n\n(i) If the Board's General Counsel determines the claim as described in this paragraph (e)(1) reasonably relates to retaliation for filing or assisting with a discrimination complaint filed pursuant to GAO Order 2713.2, the Board's Office of General Counsel shall advise the charging party to file the claim as a complaint of discrimination pursuant to GAO Order 2713.2.\n\n(ii) If the Board's General Counsel determines the claim as described in this paragraph (e)(1) does not reasonably relate to retaliation for filing or assisting with a discrimination complaint pursuant to GAO Order 2713.2, the Board's Office of General Counsel shall investigate the claim in accordance with § 28.12.\n\n(2) A charging party who files a claim that could be raised under § 28.95(h) may bring the retaliation claim both as a complaint of discrimination under § 28.95 and as a prohibited personnel practice under 5 U.S.C. 2302(b)(9).\n\n(3) Where the Board's General Counsel concludes that one or more claims are sufficiently related to a discrimination complaint filed by the same claimant pursuant to GAO Order 2713.2 and that it would be appropriate to investigate all claims together, the Board's Office of General Counsel may hold the related claim(s) in abeyance until the Board's General Counsel receives a charge pursuant to paragraph (b) of this section with respect to the formal discrimination complaint or decides that the investigation should resume.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 59 FR 59106, Nov. 16, 1994; 61 FR 36811, July 15, 1996; 68 FR 69303, Dec. 12, 2003; 89 FR 51399, June 18, 2024]",
          "word_count": 1207,
          "paragraph_count": 18
        },
        {
          "section_number": null,
          "section_name": "§ 28.99   Petitions to the Board in EEO cases.",
          "content": "§ 28.99   Petitions to the Board in EEO cases.\n(a) The provisions of §§ 28.18 through 28.90, inclusive, shall govern the Board's procedures in processing petitions filed under this subpart. \n\n(b) Remedial action provided in Board orders in these cases may include: \n\n(1) Provision for Agency offers of employment, re-employment or promotion, with or without back pay, when the Board decides such action is required to make whole the individual found to have been discriminated against. \n\n(2) Notification to all GAO employees of the action ordered to be taken to expunge the effect of the discrimination; \n\n(3) Correction of GAO personnel records, as necessary, to reflect the purpose of the Board order; and,\n\n(4) Any other action the Board believes proper to correct the effect of the discrimination found to have occurred. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69303, Dec. 12, 2003]",
          "word_count": 150,
          "paragraph_count": 6
        },
        {
          "section_number": null,
          "section_name": "§ 28.100   [Reserved]",
          "content": "§ 28.100   [Reserved]",
          "word_count": 3,
          "paragraph_count": 0
        },
        {
          "section_number": null,
          "section_name": "§ 28.101   Termination of Board proceedings when suit is filed in Federal District Court.",
          "content": "§ 28.101   Termination of Board proceedings when suit is filed in Federal District Court.\nAny proceeding before the Board shall be terminated when an employee or applicant who is alleging violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. 2000e-16, Title I of the Americans with Disabilities Act of 1990, 42 U.S.C. 12101 et seq., the Age Discrimination in Employment Act, 29 U.S.C. 633a, or the Rehabilitation Act, 29 U.S.C. 791, files suit in Federal District Court on the same cause of action pending before the Personnel Appeals Board.\n\n[68 FR 69303, Dec. 12, 2003]",
          "word_count": 110,
          "paragraph_count": 1
        }
      ]
    },
    {
      "part_number": null,
      "part_name": "Subpart E—Special Procedures; Representation Proceedings",
      "sections": [
        {
          "section_number": null,
          "section_name": "§ 28.110   Purpose.",
          "content": "§ 28.110   Purpose.\nThe procedures in this subpart relate to the Board's duty under 31 U.S.C. 753(a) (4) and (5) to determine appropriate units of GAO employees for collective bargaining, to conduct elections in order to determine whether the employees in any such units wish to select a labor organization to represent them in collective bargaining, and, thereafter, to certify labor organizations so selected as the designated exclusive bargaining representative. They are referred to in these regulations as “representation proceedings”.",
          "word_count": 84,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.111   Scope.",
          "content": "§ 28.111   Scope.\nThe Board shall consider, decide and order corrective action (as appropriate) in cases arising from the determination of appropriate units of employment for collective bargaining and cases arising from elections and certifications of collective bargaining representatives. Board decisions in these matters will be made with due regard for relevant provisions of GAO Orders and with the objective of insuring that the GAO labor relations program is consistent with Chapter 71 of Title 5, United States Code, which prescribes the standards for the labor relations program in the executive branch.",
          "word_count": 92,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.112   Who may file petitions.",
          "content": "§ 28.112   Who may file petitions.\n(a) Representation petitions may be filed by: \n\n(1) A labor organization which wishes to be designated as the exclusive representative for collective bargaining by the GAO employees in an appropriate unit, or by a labor organization which desires to replace another currently having that status; \n\n(2) An employee or a group of employees (or an individual on their behalf) desiring a new election to determine whether a labor organization has ceased to represent a majority of employees in a unit; \n\n(3) The GAO if it has a good faith reason to doubt that a majority of employees in the bargaining unit wish to be represented by the labor organization which is currently the exclusive representative of those employees;\n\n(4) The GAO or a labor organization currently recognized as an exclusive representative desiring the Board to clarify an earlier unit determination or certification; \n\n(5) Any person seeking clarification of, or an amendment to, a certification then in effect or any other matter relating to representation. \n\n(b) Notwithstanding the provisions of paragraph (a) of this section, no petition may be filed which seeks representation rights for employees in a unit— \n\n(1) Where an election has been held within the previous 12 calendar months and in such election a majority of the employees voting chose a labor organization for certification as the unit's exclusive representative, or \n\n(2) Where an existing collective bargaining agreement having a term of three years or less is in effect, unless the petition for exclusive recognition is filed not more than 105 days and not less than 60 days before the expiration of the collective bargaining agreement, or \n\n(3) Where an existing collective bargaining agreement having a term of more than three years is in effect, unless the petition for recognition is filed not more than 105 days and not less than 60 days before the third anniversary or any subsequent anniversary of the collective bargaining agreement. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69303, Dec. 12, 2003; 89 FR 51400, June 18, 2024]",
          "word_count": 346,
          "paragraph_count": 10
        },
        {
          "section_number": null,
          "section_name": "§ 28.113   Contents of representation petitions.",
          "content": "§ 28.113   Contents of representation petitions.\n(a) The contents of representation petitions filed under § 28.112(a)(1) (by a labor organization seeking to be designated as or replace an exclusive bargaining representative) shall consist of: \n\n(1) A detailed identification of the unit of employees to which the petition applies, and their geographical location within the GAO, the classifications of employees to be included and excluded, and the number of employees involved; \n\n(2) Names, addresses and officers of any other labor organizations known by the petitioner to be interested in representing employees covered by the petition, including a labor organization which is party to a current collective bargaining agreement covering any employees in the unit; \n\n(3) Name, address, affiliation, if any, and telephone number of the petitioning organization; \n\n(4) A copy of the constitution and bylaws of the organization, a roster of the organization's officers and representatives, and a statement of the organization's objectives, together with a statement that these documents have also been supplied to the GAO; \n\n(5) A declaration by the signer of the petition, under penalties of the Criminal Code (18 U.S.C. 1001), that the petition's contents are true and correct, to the best of their knowledge and belief;\n\n(6) The signature of the representative of the petitioner, including title and telephone number; and \n\n(7) Membership cards, dues records, or signed statements by employees indicating their desire to support the petition of the labor organization, or similar evidence acceptable to the Board, showing that at least 30 percent of the employees in the proposed unit support the representation petition.\n\n(b) The contents of petitions filed under § 28.112(a)(2) (by an employee or group of employees seeking an election to determine if a labor organization still represents a majority of employees in a unit) shall conform to those provided for in paragraph (a) of this section, except that the information required by paragraphs (a)(4) and (a)(7) of this section need not be supplied. Additionally, a petition under § 28.112(a)(2) shall include evidence satisfactory to the Board that at least 30 percent of the employees in the unit support the petition to determine whether the employees wish to continue to be represented by the labor organization currently having bargaining rights.\n\n(c) The contents of petitions filed under § 28.112(a)(3) shall conform to those provided in petitions under paragraph (a) of this section except that the information required by paragraphs (a)(4) and (a)(7) of this section need not be supplied. Additionally, such a petition shall include a detailed statement giving the objective considerations which support the GAO's good faith reason for doubting the labor organization's continued status as the exclusive representative. \n\n(d) The contents of petitions filed under § 28.112(a)(4) (by GAO or a labor organization seeking clarification of a certification) shall include the information required under paragraph (a) of this section, with the exception of the information required by paragraphs (a)(4) and (a)(7) of this section. Also, instead of the information required in paragraph (a)(1) of this section, the petition shall identify the existing unit and the date the organization was recognized by the GAO or certified as the exclusive representative, and shall explain the changes desired in the unit and the reasons therefor. \n\n(e) Petitions under § 28.112(a)(5) (by any person seeking clarification or amendment of a certification, or raising any other representation matter) shall be filed on forms to be supplied by the Board upon request. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69303, Dec. 12, 2003; 76 FR 76874, Dec. 9, 2011; 89 FR 51399, June 18, 2024]",
          "word_count": 620,
          "paragraph_count": 12
        },
        {
          "section_number": null,
          "section_name": "§ 28.114   Pre-investigation proceedings.",
          "content": "§ 28.114   Pre-investigation proceedings.\n(a) Upon the filing of a valid petition, the General Counsel may request GAO to notify employees as to the existence of the petition by posting a notice for at least 10 days in locations appropriately selected to reach all employees in the unit covered by the petition. The notice shall include a request that the Board's General Counsel be notified of the existence of any other interested parties. \n\n(b) GAO shall supply the General Counsel with any information in its possession concerning other potentially interested labor organizations, copies of relevant correspondence, and copies of existing or recently expired agreements covering any employees in the unit. The GAO shall also provide a list of employees it believes should be included in the unit together with their classifications and the names and classifications of those employees it proposes to exclude from the unit. \n\n(c) All interested parties shall meet as soon as possible after the expiration of the 10-day posting period and shall attempt to resolve any issues in controversy. \n\n(d) A labor organization may become an intervenor in any representation proceeding by submitting to the General Counsel, within the 10-day period, evidence that it represents at least 10 percent of the employees in the proposed unit or that it is the exclusive representative of the employees involved. Denial of a request to intervene may be appealed to the Board. Such an appeal must be filed within 10 days of service of the General Counsel's determination.",
          "word_count": 254,
          "paragraph_count": 4
        },
        {
          "section_number": null,
          "section_name": "§ 28.115   Processing petitions.",
          "content": "§ 28.115   Processing petitions.\n(a) Upon the expiration of the 10-day posting period, and after the General Counsel considers an appropriate period has elapsed for consultation among the parties to resolve or identify issues, the General Counsel shall prepare a report to the Board which may recommend: \n\n(1) Approval of any agreement entered into by the parties during their consultations including an agreement on the appropriate units, on the withdrawal of the petition, or on a joint request to conduct an election to determine which labor organization, if any, the employees select to be their exclusive bargaining representative; \n\n(2) Dismissal of the petition as being without merit; or \n\n(3) Issuance of a notice of hearing for the purpose of disposing of the remaining issues raised in the petition. \n\n(b) The General Counsel's report shall be supplied to all interested parties, and, unless all parties agree to a shorter period, they shall have 15 days during which to file any response with the Board. \n\n(c) The Board, as expeditiously as feasible after the expiration of the period specified in paragraph (b) of this section, but no later than 30 days thereafter, shall either approve the report and order appropriate steps to carry out its recommendations, or remand it to the General Counsel with further instructions. \n\n(d) Where a hearing is ordered, an administrative judge shall be designated by the Board. The report of the administrative judge shall include Findings of Fact and Recommendations. \n\n(e) After receiving the report from the administrative judge, and after providing the parties with an opportunity for comment, the Board shall issue a Decision and Order determining the appropriate unit, directing an election, dismissing the petition or making some other appropriate disposition of the matter. \n\n(f) Final Decisions and Orders issued by the Board based on hearings held in accordance with paragraphs (d) and (e) of this section shall not be considered final decisions subject to appeal before the Circuit Courts of Appeal.",
          "word_count": 328,
          "paragraph_count": 9
        },
        {
          "section_number": null,
          "section_name": "§ 28.116   Conduct of elections.",
          "content": "§ 28.116   Conduct of elections.\n(a) The Board shall supervise any election it orders to be conducted, but may delegate ministerial functions relating to an election to any qualified independent organization; to members of the Board's full-time staff; or to temporary employees hired for this purpose. \n\n(b) Appropriate notices setting forth details of the election shall be posted by GAO as directed by the Board. \n\n(c) The Board shall, through its agents chosen to conduct the election: \n\n(1) Provide the opportunity for all qualified voters to indicate their choices in secrecy; \n\n(2) Offer qualified voters the opportunity to vote for any labor organization on the ballot, or to reject all labor organizations; \n\n(3) Permit all parties to observe all aspects of the election procedure other than any which would interfere with the secrecy of the ballot; \n\n(4) Provide for all parties to challenge the eligibility of any voters, and to impound the ballots of such voters, subject to later determination of eligibility should the number of challenges potentially affect the results; \n\n(5) Certify to all parties the results of the election. \n\n(d) Upon receiving a report of the results of the election, the Board shall: \n\n(1) If necessary rule on the challenges and adjust the results accordingly; \n\n(2) Formally announce the results and, where appropriate, designate a labor organization as the exclusive collective bargaining agent, or withdraw such a designation; \n\n(3) Order a runoff or an additional election, if the Board deems it appropriate, where the results of the original election are inconclusive because no choice on the ballot has secured a majority of the valid votes cast. Not more than one additional and one runoff election may be held. \n\n(i) Runoff election. The Board may order a runoff election where one or more of the labor organizations on the ballot has received the vote of at least 30 percent of the employees eligible to vote, but none has gained a majority of the votes cast. The runoff election will be between the two choices receiving the largest and the second largest number of votes in the original election. \n\n(ii) Additional election. The Board may order an additional election where there is a tie vote between all of the choices on the ballot or where a runoff election is not feasible because there is a tie between the choices receiving the second most votes in the original election. The additional election will include all the choices that appeared on the original ballot.",
          "word_count": 414,
          "paragraph_count": 14
        }
      ]
    },
    {
      "part_number": null,
      "part_name": "Subpart F—Special Procedures; Unfair Labor Practices",
      "sections": [
        {
          "section_number": null,
          "section_name": "§ 28.120   Authority of the Board.",
          "content": "§ 28.120   Authority of the Board.\n(a) The procedures in this subpart relate in part to the Board's function, under 31 U.S.C. 753(a)(6), to “consider and order corrective or disciplinary action in a case arising from * * * a matter appealable to the Board under the labor-management relations program under (31 U.S.C. 732(e)(2)) including a labor practice prohibited under (31 U.S.C. 732(e)(1)).” \n\n(b) The system so established by the Comptroller General is required to provide that each employee of the GAO has the right to form, join or assist, or not form, join or assist an employee organization, freely and without penalty or reprisal, and for a labor-management relations program consistent with Chapter 71 of Title 5, U.S.C. (31 U.S.C. 732(e)).",
          "word_count": 139,
          "paragraph_count": 2
        },
        {
          "section_number": null,
          "section_name": "§ 28.121   Unfair labor practices; Board procedures.",
          "content": "§ 28.121   Unfair labor practices; Board procedures.\n(a) Unfair labor practices are defined at GAO Order 2711.1. An allegation that a provision of GAO Order 2711.1 is inconsistent with Chapter 71 of Title 5, United States Code, and thereby denies to an employee or labor organization rights comparable to those granted by Chapter 71 of Title 5, United States Code, may also be raised under the unfair labor practice procedure. \n\n(b) An allegation that unfair labor practices have been committed shall be subject to the procedures appearing in subpart B of this part for the filing of charges, investigation by the General Counsel, and the Board's disposition, except as set forth in paragraphs (c) and (d) of this section. \n\n(c) Except as provided in paragraph (d) of this section, no petition may be filed based on any alleged unfair labor practice which occurred more than 6 months before the filing of an unfair labor practice charge with the charged party, as provided in paragraph 15e of GAO Order 2711.1, or more than 9 months before the filing of a charge with the Office of General Counsel. \n\n(d) If the Board determines that the charging party was prevented from filing the charge during the 6-month period referred to in paragraph (c) of this section by reason of: \n\n(1) Any failure of the charged party to perform a duty owed to the charging party; or \n\n(2) Any concealment which prevented discovery of the alleged unfair labor practice during the 6-month period; the charge will be considered timely filed, provided it was filed with the charged party during the 6-month period beginning on the day of the discovery of the alleged unfair labor practice by the charging party. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69303, Dec. 12, 2003]",
          "word_count": 307,
          "paragraph_count": 6
        },
        {
          "section_number": null,
          "section_name": "§ 28.122   Negotiability issues.",
          "content": "§ 28.122   Negotiability issues.\nWhere the GAO and an exclusive bargaining representative disagree on whether a matter is subject to negotiation as part of the requirement to bargain in good faith, the matter shall be appealable to the Board under the following procedures: \n\n(a) When, in connection with negotiations, a proposal is declared nonnegotiable, the party submitting the proposal shall, prior to the close of negotiations, submit to the other party a Request for Formal Negotiability Determination reciting the proposal in question. The party declaring the proposal nonnegotiable shall, within ten (10) days, deliver to the other party a Formal Negotiability Determination stating the basis for the Determination. \n\n(b) A Formal Negotiability Determination may be appealed to the Board within 20 days of its service by filing a Petition for Review with the Board. A complete statement of argument from the petitioner should accompany the Petition for Review. \n\n(c) The Board shall serve the Respondent with a copy of the Petition for Review and accompanying argument. Respondent shall reply to the Petition for Review within 20 days of its service upon respondent. \n\n(d) One or more members of the Board shall review the arguments, hold a hearing if the administrative judge deems it necessary, and issue a decision. \n\n(e) The decision shall become final in accordance with § 28.87. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69303, Dec. 12, 2003]",
          "word_count": 234,
          "paragraph_count": 6
        },
        {
          "section_number": null,
          "section_name": "§ 28.123   Standards of conduct for labor organizations.",
          "content": "§ 28.123   Standards of conduct for labor organizations.\n(a) The GAO shall only accord recognition to labor organizations that are free from corrupt influences and from influences opposed to basic democratic principles. An organization is not required to prove it is free from such influence if it is subject to governing requirements calling for the maintenance of: \n\n(1) Democratic procedures; \n\n(2) Freedom from totalitarian influence; \n\n(3) Independence on the part of its agents and officers from any business or financial interests which represent conflicts of interest or potential conflicts of interest; and \n\n(4) Fiscal integrity.\n\n(b) A labor organization which has or seeks recognition as a representative of employees under this chapter shall file financial and other reports with the Board and comply with trusteeship and election standards. \n\n(c) A labor organization which has or seeks recognition under these Rules shall adhere to principles enunciated in the Regulations issued by the Assistant Secretary of Labor for Employment Standards regarding standards of conduct for labor organizations in the public sector. Complaints of violations of this section shall be filed with the Board. In any matter arising under this section, the Board may require a labor organization to cease and desist from violations of this section and require it to take such actions as it considers appropriate to carry out the policies of this section. \n\n(d) This chapter does not authorize participation in the management of a labor organization or acting as a representative of a labor organization by a management official, a supervisor, or a confidential employee, or by any employee if the participation or activity would result in a conflict or apparent conflict of interest or would otherwise be incompatible with law or with the official duties of the employee. \n\n(e) In the case of any labor organization which by omission or commission has willfully and intentionally called or participated in a strike, work stoppage or slowdown, or picketed in a manner which interfered with the operations of a government agency, or has condoned such activity, the Board shall, upon an appropriate finding it has made of such a violation— \n\n(1) Revoke the recognition status of the labor organization; or \n\n(2) Take any other appropriate disciplinary action. \n\n(f) The General Counsel may charge a labor organization with violations of this section. The Board shall conduct proceedings with regard to such charge and may require a labor organization to take such actions as it deems necessary to carry out the policies of this section. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69303, Dec. 12, 2003]",
          "word_count": 428,
          "paragraph_count": 12
        },
        {
          "section_number": null,
          "section_name": "§ 28.124   Review of arbitration awards.",
          "content": "§ 28.124   Review of arbitration awards.\n(a) Filing an exception. (1) Either party to arbitration, conducted pursuant to a grievance procedure under a collective bargaining agreement, may file with the Board an exception to the arbitrator's award rendered pursuant to the arbitration. \n\n(2) The time limit for filing an exception to an arbitration award is 30 days from the service of the award on the filing party. \n\n(3) An opposition to the exception may be filed by a party within 30 days after the service of the exception. \n\n(4) A copy of the exception and any opposition shall be served on the other party. \n\n(b) Content of exception. An exception must be a dated, self-contained document which sets forth in full: \n\n(1) A statement of the grounds on which review is requested; \n\n(2) Evidence or rulings bearing on the issues before the Board; \n\n(3) Arguments in support of the stated grounds, together with specific reference to the pertinent documents and citations of authorities; \n\n(4) A legible copy of the award of the arbitrator and legible copies of other pertinent documents; and \n\n(5) The name and address of the arbitrator. \n\n(c) Grounds for review. (1) The Board will review an arbitrator's award to which an exception has been filed to determine if the award is deficient—\n\n(i) Because it is contrary to any law, rule or regulation; or \n\n(ii) On other grounds similar to those applied by Federal courts in private sector labor-management relations. \n\n(2) The Board will not consider an exception where: \n\n(i) The award relates to an action based on unacceptable performance covered under 5 U.S.C. 4303; \n\n(ii) The award relates to a removal, suspension for more than 14 days, reduction in grade, reduction in pay, or furlough of 30 days or less covered under 5 U.S.C. 7512; or \n\n(iii) the exception is based on a GAO rule which was not introduced into the record submitted to the arbitrator. \n\n(d) Board decision. The Board shall issue its decision and order taking such action and making such recommendations concerning the award as it considers necessary, consistent with applicable laws, rules, or regulations.",
          "word_count": 360,
          "paragraph_count": 18
        }
      ]
    },
    {
      "part_number": null,
      "part_name": "Subpart G—Corrective Action, Disciplinary and Stay Proceedings",
      "sections": [
        {
          "section_number": null,
          "section_name": "§ 28.130   General authority.",
          "content": "§ 28.130   General authority.\nThe procedures in this subpart relate to the Board's functions “to consider, decide and order corrective or disciplinary action (as appropriate) in cases arising” from any area within the Board's jurisdiction.",
          "word_count": 37,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.131   Corrective action proceedings.",
          "content": "§ 28.131   Corrective action proceedings.\n(a) When information comes to the attention of the General Counsel suggesting that a prohibited personnel practice may have occurred, exists or is to be taken, the General Counsel shall investigate the matter to the extent necessary to determine whether there are reasonable grounds to believe that a prohibited personnel practice has occurred, exists or is to be taken.\n\n(b) If the General Counsel terminates any investigation under this section which is not also the subject of a charge, the General Counsel shall prepare and transmit to any person on whose allegation the investigation was initiated, a written statement notifying the person of the termination of the investigation and the reasons therefore.\n\n(c) If the General Counsel determines that there are reasonable grounds to believe that a prohibited personnel practice has occurred, exists or is to be taken which requires corrective action and which is not also the subject of a charge, the General Counsel shall report the determination together with any findings or recommendations to the GAO.\n\n(d) If, after a reasonable period, GAO has not taken the corrective action recommended, the Board's Office of General Counsel may file a petition with the Board. Such petition shall be processed in accordance with §§ 28.19 through 28.25.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69303, Dec. 12, 2003]",
          "word_count": 229,
          "paragraph_count": 4
        },
        {
          "section_number": null,
          "section_name": "§ 28.132   Disciplinary proceedings.",
          "content": "§ 28.132   Disciplinary proceedings.\n(a) If the General Counsel determines after any investigation under 31 U.S.C. 752(b) that disciplinary action should be initiated against an employee, the General Counsel shall prepare a written complaint against the employee containing their determination, together with a statement of the supporting facts, and present the complaint and the statement to the employee and the Board in accordance with paragraphs (b) and (c) of this section.\n\n(b) In the case of an employee in a confidential, policy making, policy-determining, or policy-advocating position appointed by the President, by and with the advice and consent of the Senate, the complaint and statement referred to in paragraph (a) of this section, with any response by the employee, shall be presented to the Congress for appropriate action in lieu of being presented under paragraph (d) of this section.\n\n(c) Any employee against whom a complaint has been presented to the Board under paragraph (a) of this section is entitled to:\n\n(1) A reasonable time to answer orally and in writing and to furnish affidavits and other documentary evidence in support of the answer;\n\n(2) Be represented by an attorney or other representative;\n\n(3) A hearing before the Board or a member designated by the Board;\n\n(4) Have a transcript kept of any hearing under paragraph (c)(3) of this section; and\n\n(5) A written decision and reasons therefor at the earliest practicable date, including a copy of a final decision ordering disciplinary action.\n\n(d) A final order of the Board may order disciplinary action consisting of removal, reduction in grade, debarment from GAO employment for a period not to exceed 5 years, suspension, reprimand, or an assessment of civil penalty not to exceed $1,000.\n\n(e) An employee subject to a final decision ordering disciplinary action under this section may obtain judicial review of the order in the U.S. Court of Appeals for the Federal Circuit in accordance with 31 U.S.C. 755.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69304, Dec. 12, 2003; 89 FR 51399, June 18, 2024]",
          "word_count": 352,
          "paragraph_count": 10
        },
        {
          "section_number": null,
          "section_name": "§ 28.133   Stay proceedings.",
          "content": "§ 28.133   Stay proceedings.\n(a) Prior to the effective date of any proposed personnel action, the Board's General Counsel may request, ex parte, the issuance of an initial stay of the proposed personnel action for a period not to exceed 30 days if the General Counsel believes that the proposed personnel action arises out of a prohibited personnel practice. The request shall be in writing and shall specify the nature of the action to be stayed and the basis for the General Counsel's belief. The Board's Office of General Counsel shall serve a copy of the request on the GAO. Within three business days of its filing, the request shall be granted by the Board member designated by the Board Chair to entertain the request unless that Board member determines that the request either:\n\n(1) Fails to satisfy the requirements of this paragraph or\n\n(2) On its face, conclusively establishes that the proposed personnel action did not arise out of an alleged prohibited personnel practice as specified by the General Counsel.\n\n(b) The Board's General Counsel may request the issuance of either:\n\n(1) Further temporary stays for the purpose of allowing additional time to pursue its investigation or\n\n(2) A permanent stay for the purpose of staying the proposed personnel action until a final decision is rendered.\n\n(c) Requests for stays under paragraph (b) of this section shall be received by both the Board and the GAO no less than 10 days before the expiration of any stay then in effect. Any response from GAO to the request shall be received by both the Board and the Board's Office of General Counsel no less than three days before the expiration of any stay then in effect. Any request for stay under this paragraph shall be decided by the Board member who issued the prior stay under paragraph (a) of this section, unless the Board Chair determines that it should be decided by the Board en banc. The Board member, or Board en banc, may require further briefing, oral argument, submission of affidavits or other documentary evidence, or may conduct an evidentiary hearing before rendering a decision. Any stay then in effect may be extended, sua sponte, for a period not to exceed 30 days to enable the Board member, or Board en banc, a reasonable opportunity to render a decision.\n\n(d) A temporary stay under paragraph (b)(1) of this section may be issued if the Board member, or Board en banc, determines that under all of the circumstances the interests of justice would be served by providing more time for the Board's Office of General Counsel to pursue the investigation. However, the duration of any single temporary stay shall not exceed the amount of time reasonably necessary to acquire sufficient information to support a request for a permanent stay in the exercise of a high degree of diligence and, in no event, shall any single temporary stay exceed 60 days except as provided under paragraph (c) of this section for the purpose of allowing time to render a decision.\n\n(e) In determining whether a permanent stay under paragraph (b)(2) of this section should be issued, the Board member, or Board en banc, shall:\n\n(1) Assess the evidence adduced by each side as to whether the proposed personnel action arises out of an alleged prohibited personnel practice as specified by the Board's General Counsel;\n\n(2) Assess the nature and gravity of any harm that could inure to each side if the request for permanent stay is either granted or denied; and\n\n(3) Balance the assessments conducted under paragraphs (e)(1) and (2) of this section.\n\n(f) Any order issued by a member of the Board granting or denying, in whole or in part, a stay request under paragraph (b) shall be subject to review by the Board en banc on the filing and service of a notice of appeal, accompanied by a supporting brief, within 10 days of the service of that order. Responsive briefs shall be filed and served within 10 days of service of the appeal.\n\n(g) A motion to vacate a stay order may be filed at any time. A stay order issued by the Board en banc may not be vacated by a single Board member.\n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69304, Dec. 12, 2003]",
          "word_count": 733,
          "paragraph_count": 14
        }
      ]
    },
    {
      "part_number": null,
      "part_name": "Subpart H—Appeals by Members of the Senior Executive Service",
      "sections": [
        {
          "section_number": null,
          "section_name": "§ 28.140   Personnel actions involving SES members.",
          "content": "§ 28.140   Personnel actions involving SES members.\nMembers of the GAO Senior Executive Service (SES) may appeal adverse actions relating to misconduct, malfeasance or similar action to the Board in accordance with Subpart B of this part. Members of the GAO SES who allege that they have been subjected to a personnel action that constitutes a prohibited personnel practice or prohibited discrimination may appeal to the Board in accordance with subpart B or subpart D of this part respectively.",
          "word_count": 79,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.141   Performance based actions.",
          "content": "§ 28.141   Performance based actions.\nA career appointee removed from SES to a GAO position outside the SES for less than fully successful executive performance shall, upon notice of such removal, be entitled, upon request, to an informal hearing before a member of the Board designated by the Chair of the Board.\n\n(a) At the informal hearing, the career appointee and/or a representative and the agency may appear and present documentary evidence and argument.\n\n(b) The Board member will determine which, if any, witnesses will be allowed to testify. As a general rule, no cross-examination of witnesses will be allowed. The Board member will have discretion to allow cross-examination of witnesses in exceptional circumstances.\n\n(c) The informal hearing shall not give the career appointee the right to initiate an action with the Board under another provision of these rules, nor need the removal action be delayed as a result of the granting of such hearing.",
          "word_count": 158,
          "paragraph_count": 4
        }
      ]
    },
    {
      "part_number": null,
      "part_name": "Subpart I—Ex Parte Communications",
      "sections": [
        {
          "section_number": null,
          "section_name": "§ 28.145   Policy.",
          "content": "§ 28.145   Policy.\nIt is the policy of the Board to regulate strictly ex parte communications between members of the Board and their decision-making personnel and any interested party to a proceeding before the Board.",
          "word_count": 36,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.146   Explanation and definitions.",
          "content": "§ 28.146   Explanation and definitions.\n(a) Ex parte communications are oral or written communications between decision-making personnel of the Board and an interested party to a proceeding without providing the other parties to the proceeding a chance to participate. The only ex parte communications that are prohibited are those that involve the merits of the case or those that violate other rules requiring submissions to be in writing. Accordingly, interested parties may make inquiries about such matters as the status of a case, when it will be heard, and the method for transmitting evidence to the Board. Such communications should be directed to the Clerk of the Board. Parties may not inquire about such matters as what defense they should use or whether their evidence is adequate, make a submission orally which is required to be in writing, or otherwise inquire as to the merits of a pending case.\n\n(b) In this subpart—\n\n(1) “Interested party” includes:\n\n(i) Any party, including the General Counsel of the Board, or representative of a party involved in a proceeding before the Board;\n\n(ii) Any person desiring to intervene in any proceeding before the Board; or\n\n(iii) Any other person who might be affected by the outcome of a proceeding before the Board.\n\n(2) “Decision-making personnel” means the Board, a panel of Board members, a Board member, an administrative judge, and/or an employee of the Board, who reasonably can be expected to participate in the decision-making process of the Board. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 68 FR 69304, Dec. 12, 2003]",
          "word_count": 265,
          "paragraph_count": 7
        },
        {
          "section_number": null,
          "section_name": "§ 28.147   Prohibited communications.",
          "content": "§ 28.147   Prohibited communications.\nEx parte communications concerning the merits of any matter before the Board for adjudication, or which would otherwise violate rules requiring written submissions, are prohibited from the time the interested party involved has knowledge that the matter may be considered by the Board until the Board has rendered a final decision on the case.",
          "word_count": 58,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.148   Reporting of communications.",
          "content": "§ 28.148   Reporting of communications.\nAny communication made in violation of this section shall be made part of the record in the proceeding and an opportunity for rebuttal allowed. If the communication was oral, a memorandum stating the substance of the discussion shall be placed in the record.",
          "word_count": 48,
          "paragraph_count": 1
        },
        {
          "section_number": null,
          "section_name": "§ 28.149   Sanctions.",
          "content": "§ 28.149   Sanctions.\nThe following sanctions shall be available for violations of this Subpart: \n\n(a) The Board, a panel of Board members, a Board member or an administrative judge, as necessary, may, in the interest of justice, require the offending party to show cause why their claim, interest, motion or petition should not be dismissed, denied or otherwise adversely affected. \n\n(b) The Board, a panel of Board members, a Board member or an administrative judge, as necessary, may invoke such sanctions against any offending party as may be appropriate under the circumstances. \n\n[58 FR 61992, Nov. 23, 1993, as amended at 89 FR 51399, June 18, 2024]",
          "word_count": 107,
          "paragraph_count": 3
        }
      ]
    },
    {
      "part_number": null,
      "part_name": "Subpart J—Statement of Policy or Guidance",
      "sections": [
        {
          "section_number": null,
          "section_name": "§ 28.155   Statement of policy or guidance.",
          "content": "§ 28.155   Statement of policy or guidance.\nUpon petition by any person, or on its own motion, the Board may issue statements of policy or guidance. In determining whether to issue such a statement, the criteria to be considered by the Board will include, but not be limited to, the following: \n\n(a) Whether the question presented can more appropriately be resolved by other means; \n\n(b) Where other means are available, whether a Board statement would prevent the proliferation of cases; \n\n(c) Whether the resolution of the question presented would have general applicability; \n\n(d) Whether the question currently confronts the parties as part of their employee-management relationship; \n\n(e) Whether the question is presented jointly by the parties involved; and \n\n(f) Whether the issuance by the Board of a statement of policy or guidance would promote the purposes of the General Accounting Office Personnel Act.",
          "word_count": 144,
          "paragraph_count": 7
        }
      ]
    },
    {
      "part_number": null,
      "part_name": "Subpart K—Access to Records",
      "sections": [
        {
          "section_number": null,
          "section_name": "§ 28.160   Request for records.",
          "content": "§ 28.160   Request for records.\n(a) Individuals may request access to records pertaining to them that are maintained as described in 4 CFR part 83, by addressing inquiry to the PAB General Counsel either by mail or by appearing in person at the Personnel Appeals Board Office of General Counsel, Room 1562, 441 G Street NW., Washington, DC 20548, during business hours on a regular business day. Requests in writing should be clearly and prominently marked “Privacy Act Request.” Requests for copies of records shall be subject to duplication fees set forth in 4 CFR 83.17.\n\n(b) Individuals making a request in person shall be required to present satisfactory proof of identity, preferably a document bearing the individual's photograph. Requests by mail or submitted other than in person should contain sufficient information to enable the General Counsel to determine with reasonable certainty that the requester and the subject of the record are one and the same. To assist in this process, individuals should submit their names and addresses, dates and places of birth, social security number, and any other known identifying information such as an agency file number or identification number and a description of the circumstances under which the records were compiled.\n\n(c) Exemptions from disclosure. The Personnel Appeals Board General Counsel and the Personnel Appeals Board, in deciding what records are exempt from disclosure, will follow the policies set forth in 4 CFR part 83.\n\n[68 FR 69304, Dec. 12, 2003, as amended at 77 FR 15233, Mar. 15, 2012]",
          "word_count": 254,
          "paragraph_count": 3
        },
        {
          "section_number": null,
          "section_name": "§ 28.161   Denial of access to information—Appeals.",
          "content": "§ 28.161   Denial of access to information—Appeals.\n(a) If a request for access to information under § 28.160 is denied, the General Counsel shall give the requester the following information:\n\n(1) The General Counsel's name and business mailing address;\n\n(2) The date of the denial;\n\n(3) The reasons for the denial, including citation of appropriate authorities; and\n\n(4) The individual's right to appeal the denial as set forth in paragraphs (b) and (c) of this section.\n\n(b) Any individual whose request for access to records of the PAB General Counsel has been denied in whole or in part by the General Counsel may, within 30 days of receipt of the denial, challenge that decision by filing a written request for review of the decision with the Personnel Appeals Board, Room 1566, 441 G Street NW., Washington, DC 20548.\n\n(c) The appeal shall describe:\n\n(1) The initial request made by the individual for access to records;\n\n(2) The General Counsel's decision denying the request; and\n\n(3) The reasons why that decision should be modified by the Board.\n\n(d) The Board, en banc, may in its discretion render a decision based on the record, may request oral argument, or may conduct an evidentiary hearing.\n\n[68 FR 69304, Dec. 12, 2003, as amended at 77 FR 15233, Mar. 15, 2012]",
          "word_count": 221,
          "paragraph_count": 11
        }
      ]
    }
  ],
  "stats": {
    "total_sections": 92,
    "word_count": 22775,
    "paragraph_count": 537
  },
  "lexical_analysis": {
    "total_words": 61593,
    "unique_words": 3805,
    "avg_word_length": 4.846849479648661,
    "top_words": [
      [
        "the",
        4827
      ],
      [
        "of",
        2794
      ],
      [
        "to",
        1714
      ],
      [
        "a",
        1677
      ],
      [
        "or",
        1588
      ],
      [
        "and",
        1256
      ],
      [
        "in",
        1088
      ],
      [
        "be",
        859
      ],
      [
        "for",
        769
      ],
      [
        "board",
        704
      ],
      [
        "by",
        670
      ],
      [
        "shall",
        636
      ],
      [
        "gao",
        505
      ],
      [
        "as",
        501
      ],
      [
        "is",
        497
      ],
      [
        "may",
        485
      ],
      [
        "an",
        482
      ],
      [
        "any",
        475
      ],
      [
        "s",
        416
      ],
      [
        "with",
        397
      ]
    ],
    "sentence_count": 3082,
    "avg_sentence_length": 19.984750162232316
  }
}